//装备图鉴
[
  {
    "api_index_no": 1,
    "api_name": "12cm单装炮",
    "api_info": "旧型小型炮。<br>作为标准主炮搭载于旧型驱逐舰。<br>装填、操炮均为人力，但结构简单、经济性高，作为驱逐舰和海防舰等的主炮，长期使用。<br>不适合对空射击。"
  },
  {
    "api_index_no": 2,
    "api_name": "12.7cm联装炮",
    "api_info": "舰队级驱逐舰的主炮。<br>炮盾全周遮蔽，应对了弹片和恶劣天气，并采用了动力操炮，是近代小型舰艇的主炮，被许多主力驱逐舰采用。<br>仰角不大，不太擅长对空射击。"
  },
  {
    "api_index_no": 3,
    "api_name": "10cm联装高角炮",
    "api_info": "防空级驱逐舰的主炮。划时代的、将长炮身半自动装填炮装备于动力炮塔的新型防空高角炮，被称为“长10cm”被秋月级驱逐舰采用。由于结构复杂，不适合量产，但它是抑制敌机猖獗的舰队防空杀手锏之一。"
  },
  {
    "api_index_no": 4,
    "api_name": "14cm单装炮",
    "api_info": "作为巡洋舰主炮和战舰副炮独自开发的中距离炮。<br>虽然略显老旧，但与列强的15cm炮几乎拥有同等的射程和威力。<br>专用于对舰对地，无法进行对空射击。"
  },
  {
    "api_index_no": 5,
    "api_name": "15.5cm三联装炮",
    "api_info": "为了弥补条约限制下重巡数量不足，而增强强力轻巡的火力来替代而开发的。<br>是首款三联装炮，在射程、发射速度、运用性方面都获得了高度评价。<br>后来也作为著名的“大和”级战舰的副炮被采用。<br>在对空战中也能发挥效果的杰作炮。"
  },
  {
    "api_index_no": 6,
    "api_name": "20.3cm联装炮",
    "api_info": "重巡洋舰搭载的主炮，就是20.3cm联装炮。<br>这款达到条约上限8英寸（20.3cm）的火炮，不仅在中距离炮击战中，在夜战这种近距离肉搏战中也能充分发挥其威力。<br>虽然用处有限，但也能进行对空射击。"
  },
  {
    "api_index_no": 7,
    "api_name": "35.6cm联装炮",
    "api_info": "标准战舰的主炮。<br>与金刚级建造同期向英国订购，后实现国产化，作为伊势级之前的标准战舰主炮使用。<br>实现了从远距离进行堂堂正正的舰队炮击战。"
  },
  {
    "api_index_no": 8,
    "api_name": "41cm联装炮",
    "api_info": "在吴海军工厂炮熕部开发的首款纯国产战舰主炮。<br>略微超过16英寸（40.6cm）的这款41cm炮，在“大和”级的46cm炮登场之前，是世界最大的战舰炮。<br>搭载了此炮的“长门”、“陆奥”，当时作为世界列强“BigSeven”的一员，受到了众多提督的赞誉。"
  },
  {
    "api_index_no": 9,
    "api_name": "46cm三联装炮",
    "api_info": "吴海军工厂炮熕部极秘开发的世界最大最强战舰主炮。<br>这款最新锐的巨炮拥有超过40km的最大射程，能够对敌战舰进行超视距打击，为了保密，官方称其为16英寸炮。<br>使用“三式弹”也能进行强力的对空射击。"
  },
  {
    "api_index_no": 10,
    "api_name": "12.7cm联装高角炮",
    "api_info": "标准对空高角炮。<br>结构适合量产，经济性高，广泛搭载于战舰、航空母舰、巡洋舰等。<br>发射速度和旋转速度略有不足，但它是重要的对空火力。"
  },
  {
    "api_index_no": 11,
    "api_name": "15.2cm单装炮",
    "api_info": "英国开发后实现国产化，作为金刚级战舰和扶桑级战舰的副炮搭载。<br>伊势级战舰之后开始搭载改良轻量型14cm炮。<br>无法进行对空射击，后来随着现代化改装，为了增设对空火器和轻量化，逐渐退出舞台。"
  },
  {
    "api_index_no": 12,
    "api_name": "15.5cm三联装副炮",
    "api_info": "将巡洋舰的主炮活用为战舰的副炮。<br>搭载于“大和”级，成为性能和运用性都优秀的战舰副炮，也能进行对空战。<br>炮塔部分装甲较薄是美中不足之处，众说纷纭，也有人指出这是“大和”级唯一的弱点。"
  },
  {
    "api_index_no": 13,
    "api_name": "61cm三联装鱼雷",
    "api_info": "作为陈旧的53cm鱼雷的后继而开发的大型61cm鱼雷。<br>其三联装发射管作为驱逐舰的主力兵装，搭载于睦月级和吹雪级等。<br>作为鱼雷战和夜战的主力兵装活跃。"
  },
  {
    "api_index_no": 14,
    "api_name": "61cm四联装鱼雷",
    "api_info": "强力的61cm鱼雷四联装发射管。<br>搭载了可迅速装填下一发弹药的次发装填装置，增强了夜战等情况下的反转再次雷击能力。<br>搭载于白露级之后的舰队级驱逐舰以及现代化改装后的主力重巡洋舰等。"
  },
  {
    "api_index_no": 15,
    "api_name": "61cm四联装(氧气)鱼雷",
    "api_info": "以大威力长射程著称的秘密武器“九三式氧气鱼雷”。<br>将这款必杀的氧气鱼雷四联装的水雷兵装的决定版，就是这款四联装【氧气鱼雷】发射管。<br>搭载于新型主力驱逐舰和各巡洋舰等，在夜战等场合构成最大的雷装战力。"
  },
  {
    "api_index_no": 16,
    "api_name": "九七式舰攻",
    "api_info": "远超当时世界水平的舰载攻击机杰作。<br>拥有优秀的续航距离，虽然速度和防弹装备较差，但作为初期机动部队舰载机的主力攻击机，发挥了巨大作用。<br>被称为“九七舰攻”，是能执行鱼雷攻击、水平轰炸的主力舰载攻击机，但逐渐退出现役。"
  },
  {
    "api_index_no": 17,
    "api_name": "天山",
    "api_info": "作为老旧的“九七舰攻”的后继机而开发的新型舰载攻击机“天山”。<br>部署于机动部队，主要负责鱼雷攻击任务。<br>请务必与俯冲轰炸机“彗星”等一同，在航空母舰机动部队中运用。"
  },
  {
    "api_index_no": 18,
    "api_name": "流星",
    "api_info": "整合了舰攻和舰爆的先进“可俯冲轰炸的鱼雷攻击机”，那就是“流星”。<br>虽然饱受发动机故障和超重困扰，但成功开发。是一款拥有高性能的最新锐舰载攻击机。<br>这款体现先进性能的独特造型也极具魅力，务请与新型舰载战斗机“烈风”一同搭载到航空母舰上。"
  },
  {
    "api_index_no": 19,
    "api_name": "九六式舰战",
    "api_info": "旧式舰载战斗机。<br>虽然是零战之前就已实战部署的旧型机，但拥有优秀的格斗战能力。<br>在武装、续航力、速度方面已属二线水平，但仍可用于防空战斗。"
  },
  {
    "api_index_no": 20,
    "api_name": "零式舰战21型",
    "api_info": "以“零战”之名闻名的杰作机“零式舰上战斗机”的初期型号。装备2门7.7mm机枪和引以为傲的2门20mm机枪。<br>以其优秀的格斗战能力和超长的续航距离，展现了其压倒性的力量。然而，随着敌方出现强大的新型机，火力、速度、防弹性等弱点逐渐暴露。"
  },
  {
    "api_index_no": 21,
    "api_name": "零式舰战52型",
    "api_info": "零战的最终量产机型改良型，“零式舰上战斗机52型”。<br>由于后继机型的开发延迟，零战52型不得不作为后期主力舰载战斗机奋战。<br>请务必与“彗星”舰爆和“天山”舰攻一同，作为机动部队的主力进行运用。"
  },
  {
    "api_index_no": 22,
    "api_name": "试制烈风 后期型",
    "api_info": "作为名机“零战”的后继机而开发的最新锐舰载战斗机“烈风”。<br>克服了兵员方发动机选型失误、现场设计人员繁忙等困境，终于完成的新型舰载战斗机试作机“试制烈风”。<br>是继承“零战”的下一代我国主力舰载战斗机的先行试生产机。"
  },
  {
    "api_index_no": 23,
    "api_name": "九九式舰爆",
    "api_info": "从双翼的九六舰爆焕然一新，以单翼现代化舰载轰炸机姿态登场。<br>被称为“九九舰爆”，与“九七舰攻”一同承担初期机动部队攻击队战力的核心。<br>由于是固定起落架的低速机，其地位逐渐让给了更高性能的高速舰载轰炸机“彗星”。"
  },
  {
    "api_index_no": 24,
    "api_name": "彗星",
    "api_info": "作为“九九舰爆”的后继机而开发，以高速性能著称的舰载轰炸机“彗星”。<br>装备液冷发动机。据说比当时一般的战斗机更快，甚至能甩开护航的零战。虽然是难以维护的机体，但作为高速舰载轰炸机的完成度很高，请务必将其作为机动部队的核心进行运用。"
  },
  {
    "api_index_no": 25,
    "api_name": "零式水上侦察机",
    "api_info": "也被称为“零水侦”的标准水上侦察机。<br>搭载于战舰、巡洋舰、水上飞机母舰等，作为负责侦察任务的舰队“眼睛”发挥作用。<br>海战侦察很重要！请务必搭载于主力舰艇，并进行运用。"
  },
  {
    "api_index_no": 26,
    "api_name": "瑞云",
    "api_info": "将水上侦察机发展为可俯冲轰炸的水侦而开发的“瑞云”。<br>是甚至装备了空战襟翼的高性能多用途机，也可从水上飞机母舰或航空巡洋舰等进行运用。<br>集中运用伊势级改装的“航空战舰”，编组水上打击机动部队也很有趣哦！"
  },
  {
    "api_index_no": 27,
    "api_name": "13号对空电探",
    "api_info": "舰载对空电探。<br>最初是作为陆上用而开发的，但因其小型轻量且可舰载，故作为“13号对空电探”被采用。<br>是最终装备于战舰乃至航空母舰等众多舰艇的杰作电探。"
  },
  {
    "api_index_no": 28,
    "api_name": "22号对水上电探",
    "api_info": "首款实战运用的对水上电探。<br>初期因动作不稳定而无法实用，但经过改良和调整，逐渐发挥效果。<br>除了搜索之外，但也用于有限的射击管制。"
  },
  {
    "api_index_no": 29,
    "api_name": "33号对水上电探",
    "api_info": "为对水上射击管制而开发的小型对水上射击用电探。<br>对22号进行改进，提高了精度，探知距离和精度均可达到实用水平。<br>也可用于鱼雷攻击管制，大大提高了炮雷击战的质量。"
  },
  {
    "api_index_no": 30,
    "api_name": "21号对空电探",
    "api_info": "首款实用舰载电探。<br>虽然是对空用，但也可作为对水上电探使用。<br>也可与13号电探混装，基本上这款21号搭载于大型舰。"
  },
  {
    "api_index_no": 31,
    "api_name": "32号对水上电探",
    "api_info": "高性能大型对水上电探。<br>可进行远距离射击的射击管制，但体积庞大，重量超重。<br>搭载此装备后，会非常显眼！"
  },
  {
    "api_index_no": 32,
    "api_name": "42号对空电探",
    "api_info": "高性能大型对空电探。<br>参考英军雷达开发，因此比其他对空电探发挥更高精度。<br>由于天线为大型，基本上会装备于战舰、正规航空母舰、重巡洋舰等大型舰艇。"
  },
  {
    "api_index_no": 33,
    "api_name": "改良型舰本式涡轮",
    "api_info": "改良型新型涡轮机。<br>重新审视传统涡轮各部材料并进行结构强化，实现了更高输出。<br>机动性提高，炮雷击战以及对空战中的回避率也随之提高。"
  },
  {
    "api_index_no": 34,
    "api_name": "强化型舰本式锅炉",
    "api_info": "新开发的高温高压锅炉。<br>替换传统舰本式RO号锅炉，以驱逐舰“岛风”采用的高温高压锅炉为基础，提高了实用性和量产性。<br>实现高输出和低燃费，大大提高了回避率。另外，与改良型涡轮并用可实现更高的推力。"
  },
  {
    "api_index_no": 35,
    "api_name": "三式弹",
    "api_info": "战舰主炮发射的对空特殊炮弹。<br>一种榴散弹，大量子弹爆炸，可将敌机编队一网打尽歼灭。<br>战舰主炮射击装置的问题导致命中率较低是其缺点，但能大大提高舰队的防空力。<br>战舰、航空战舰、巡洋战舰均可使用。"
  },
  {
    "api_index_no": 36,
    "api_name": "九一式穿甲弹",
    "api_info": "远距离炮击战中的秘密武器“九一式穿甲弹”。<br>入水后迅速改变方向，像鱼雷一样冲向敌舰水线以下，是一种击穿吃水线以下部位的特殊穿甲弹。<br>为提高水中弹效果而设计的形状，也减少了空气阻力，延长了射程。<br>战舰、航空战舰等均可使用。"
  },
  {
    "api_index_no": 37,
    "api_name": "7.7mm机枪",
    "api_info": "对空辅助兵装。<br>作为初期对空兵器装备于初期驱逐舰等的小口径机枪。<br>射程及威力均不足，正逐步更新为12.7mm机枪和25mm机枪。"
  },
  {
    "api_index_no": 38,
    "api_name": "12.7mm单装机枪",
    "api_info": "对空机枪。<br>作为对空兵装，主要装备于驱逐舰等。<br>正逐步更新为更强力的25mm机枪。"
  },
  {
    "api_index_no": 39,
    "api_name": "25mm联装机枪",
    "api_info": "标准对空机枪兵装。<br>以法国制25mm机关炮为基础国产化的25mm高角机枪的联装型。<br>联装型是标准对空装备，但在空间和情况允许的限制下，逐渐更新为更强力的三联装型。"
  },
  {
    "api_index_no": 40,
    "api_name": "25mm三联装机枪",
    "api_info": "国产对空机枪兵装的强化版本。<br>是25mm高角机枪的三联装型，但并非一次性发射而是逐门顺序发射以防止枪管过热。<br>加上传统的联装机枪和临时单装机枪，这款25mm三联装机枪成为近程对空兵装的核心。"
  },
  {
    "api_index_no": 41,
    "api_name": "甲标的甲型",
    "api_info": "独自开发的“特殊潜航艇”。<br>轻巡洋舰、改装为甲标的母舰的水上飞机母舰以及潜艇搭载运用。<br>装备两枚鱼雷，逼近敌舰进行雷击，是辅助舰队决战的特殊兵器。"
  },
  {
    "api_index_no": 42,
    "api_name": "应急修理要员",
    "api_info": "专业的损管（Damage Control）团队。通过将舰娘因战斗造成的致命性损害降至最低，保护重要的舰娘免于轰沉（Lost）！请务必在舰队决战的风险管理中运用！（发动后消失）"
  },
  {
    "api_index_no": 43,
    "api_name": "应急修理女神",
    "api_info": "损管（Damage Control）团队的最高级版本。<br>将舰娘因战斗造成的致命性损害降至最低，保护重要的舰娘免于轰沉（Lost），并且发动后，能完全恢复同舰娘的耐久力以及燃料、弹药等补给物资，真可谓女神般的超科技至高损管！（发动后消失）"
  },
  {
    "api_index_no": 44,
    "api_name": "九四式爆雷投射机",
    "api_info": "反潜兵装。<br>最标准的爆雷投射机。作为反潜火力装备于驱逐舰、海防舰等小型舰艇。<br>虽然略显老旧，但只要能发现敌潜艇，其威力就足够。"
  },
  {
    "api_index_no": 45,
    "api_name": "三式爆雷投射机",
    "api_info": "反潜兵装。<br>替代九四式的新型爆雷投射机。装备于新锐海防舰等。<br>如果大量装备，只要能发现，对敌潜艇的压制也…肯定可以的。"
  },
  {
    "api_index_no": 46,
    "api_name": "九三式水下听音机",
    "api_info": "反潜兵装。<br>即被动声纳。很遗憾性能并不是很好。<br>但是，有和没有大不一样！反潜作战的伙伴，请务必选用！"
  },
  {
    "api_index_no": 47,
    "api_name": "三式水下探信仪",
    "api_info": "反潜兵装。<br>即主动声纳。遗憾的是，性能并没有非常高。<br>即便如此，也请与其他兵装组合，由高练度的驱逐舰将敌潜艇舰队字面意义上地驱逐掉！"
  },
  {
    "api_index_no": 48,
    "api_name": "12cm单装高角炮",
    "api_info": "标准对空高角炮。<br>结构适合量产，经济性高，后期也搭载于驱逐舰、海防舰、运输船等。<br>面对来袭敌机虽如螳臂当车，但仍算是能抵抗。"
  },
  {
    "api_index_no": 49,
    "api_name": "25mm单装机枪",
    "api_info": "标准对空机枪兵装。<br>后期几乎所有舰艇都装备的机枪。虽然有命中率低…容易过热…等评价，但仍拼命保护友舰免受蜂拥而至的敌机攻击。为防止枪管过热，也生产并部署了联装、三联装型号。"
  },
  {
    "api_index_no": 50,
    "api_name": "20.3cm(3号)联装炮",
    "api_info": "20.3cm联装炮的改良型，就是其3号联装炮。<br>在原有优秀重巡洋舰主炮的基础上进一步改良。完成了55倍径极其优秀的重巡用主炮。<br>虽然是优秀的火炮，但经济性不佳，仅少量试作，并未量产。"
  },
  {
    "api_index_no": 51,
    "api_name": "12cm30联装喷进炮",
    "api_info": "12cm30联装喷进炮是舰载对空火箭发射器。<br>连续发射30发四式火箭式烧霰弹（洛萨弹）的强大弹幕，保护友舰免受逼近的敌舰载机攻击。<br>请务必让改装后的伊势、日向满载此炮，突破敌航母的猛攻！"
  },
  {
    "api_index_no": 52,
    "api_name": "流星改",
    "api_info": "整合舰攻和舰爆的先进俯冲轰炸式鱼雷攻击机“流星”的性能提升型。<br>不仅造型优美，弹仓、主起落架、主翼折叠机构也采用液压操作式，装备2门20mm炮和2门7.7mm机枪，更有1门13mm后方旋转机枪，是全球最强武装的舰载整合攻击机“流星改”。请务必在提督的机动部队中让它大显身手。"
  },
  {
    "api_index_no": 53,
    "api_name": "烈风一一型",
    "api_info": "作为名机“零战”的后继机而开发的最新锐舰载战斗机“烈风”。<br>是装备了其正式采用的量产机的新锐舰载战斗机部队。从试制烈风更换并强化了发动机，机体也日臻成熟，武装也充实到四门20mm机枪。在下一代制空战斗队中，争取机动部队的直掩和海域制空权！"
  },
  {
    "api_index_no": 54,
    "api_name": "彩云",
    "api_info": "发出了著名电报“无敌机可追我”的快足舰载侦察机“彩云”。是一款拥有敌机无法追随的高速性能的，高性能舰载侦察机。在恶化的战况中，为侦察敌情而飞向了海面。<br>请务必将其部署到提督机动部队的正规航空母舰，其第4航空队中。"
  },
  {
    "api_index_no": 55,
    "api_name": "紫电改二",
    "api_info": "本土防空的杀手锏，局地战斗机“紫电改”的舰载机型。<br>通过采用大马力发动机和空战襟翼等，拥有出色的空战能力旨在弥补开发和部署滞后的“烈风”的空缺。航空母舰信浓服役时，即使“烈风”系舰载战斗机队齐全，也仍被希望搭载的梦幻…也是最后实际存在的舰载战斗机。"
  },
  {
    "api_index_no": 56,
    "api_name": "震电改",
    "api_info": "九州飞机&海军航空技术厂研发的先进鸭翼型试作战斗机“震电”。<br>将推进螺旋桨设置在后方，重火力集中在机体前部的后掠翼机体确实给人一种未来与希望的感觉。<br>在现实世界中，从未飞向海面的机体在“舰娘”中通过强化着舰钩和尾翼等登场！"
  },
  {
    "api_index_no": 57,
    "api_name": "彗星一二型甲",
    "api_info": "作为“九九舰爆”的后继机而开发，以高速性能著称的水冷发动机舰载轰炸机“彗星”。<br>彗星舰爆一二型甲，将发动机更换为更强力的热田三二型。<br>并且将后部机枪也强化到13mm。请务必用这款机动性和防御火力都得到提升的机体，像著名的芙蓉部队那样奋战！"
  },
  {
    "api_index_no": 58,
    "api_name": "61cm五联装(氧气)鱼雷",
    "api_info": "以大威力长射程著称的秘密武器“九三式氧气鱼雷”。<br>将这款必杀的氧气鱼雷五联装化的水雷兵装的Final Weapon就是这款五联装【氧气鱼雷】发射管。搭载于高速重雷装驱逐舰“岛风”。大井和Super北上大人，也正看着这边呢！"
  },
  {
    "api_index_no": 59,
    "api_name": "零式水上观测机",
    "api_info": "虽然是双翼机，但却是一款拥有优秀机动性和高空战能力的两座水上侦察机。是为主力舰队炮战弹着观测和侦察而设计的机体，但其高格斗战斗力，甚至让专业水上战斗机也自叹不如。虽然是双翼机，但却是现代化的，是一款杰作观测机！"
  },
  {
    "api_index_no": 60,
    "api_name": "零式舰战62型(爆战)",
    "api_info": "将零式舰上战斗机改为舰载轰炸机规格，俗称“爆战”。<br>在52型机身下增设了250kg炸弹挂架。是一款战斗轰炸机型机体，轰炸后可作为制空战斗机参与空战的多用途战机。<br>不采用那种攻击方式，而是进行通常攻击！"
  },
  {
    "api_index_no": 61,
    "api_name": "二式舰上侦察机",
    "api_info": "名机“彗星舰爆”的舰上侦察机型。<br>搭载侦察用照相机和增设燃料箱，可作为舰队的眼睛发挥作用。请务必与彩云一同在机动部队中运用哦！"
  },
  {
    "api_index_no": 62,
    "api_name": "试制晴岚",
    "api_info": "可弹射的高性能攻击机“晴岚”的原型机。<br>是为搭载水上飞机的潜艇进行战略运用而开发的高攻击力高规格机体。那艘潜艇登场时，务请搭载它！"
  },
  {
    "api_index_no": 63,
    "api_name": "12.7cm联装炮B型改二",
    "api_info": "舰队级驱逐舰主炮的微调版本。<br>与基本型相同，炮盾全周遮蔽，采取弹片和恶劣天气对策本版本还改良了仰角范围等。据说也搭载于驱逐舰夕立等。"
  },
  {
    "api_index_no": 64,
    "api_name": "Ju87C改",
    "api_info": "该国代表性的俯冲轰炸机，其舰载机版本。<br>以“斯图卡”之名闻名，拥有出色俯冲轰炸性能特征是倒海鸥翼的机体。据说俯冲时的风切声酷似警报器，因此被称为“恶魔的警报器”。"
  },
  {
    "api_index_no": 65,
    "api_name": "15.2cm联装炮",
    "api_info": "为新型轻巡洋舰开发的新型两用炮。<br>是着重于对巡洋舰战斗的新设计轻巡主炮，虽然有限但也能进行对空战斗。装备于阿贺野级轻巡系列。"
  },
  {
    "api_index_no": 66,
    "api_name": "8cm高角炮",
    "api_info": "新开发的8cm长高角炮。<br>旨在将秋月级装备的10cm长高角炮小型轻量化的对空用副炮版本。虽然评价褒贬不一但预计将装备于后期建造的舰艇。"
  },
  {
    "api_index_no": 68,
    "api_name": "大发型登陆艇",
    "api_info": "大发型登陆艇，简称“大发”。<br>用于运输船的登陆作业和登陆战，是现代意义上的登陆艇。像海上卡车一样“大发”，可由大型运输船或两栖攻击舰等运用。"
  },
  {
    "api_index_no": 69,
    "api_name": "Ka号观测机",
    "api_info": "陆军开发、运用的自转旋翼机“Ka号观测机”。<br>可以追溯到现代舰载直升机的祖先，是一种旋翼舰载反潜巡逻机。可由全通甲板的两栖攻击舰、轻型航空母舰、以及拥有航空甲板的航空巡洋舰等运用。"
  },
  {
    "api_index_no": 70,
    "api_name": "三式指挥联络机(反潜型)",
    "api_info": "陆军开发，也曾作为反潜巡逻机运用的固定翼机。<br>拥有现代STOL（短距起降飞机）般的性能，作为舰载反潜巡逻机运用。可由全通甲板的两栖攻击舰、轻型航空母舰等运用。"
  },
  {
    "api_index_no": 71,
    "api_name": "10cm联装高角炮(炮架)",
    "api_info": "被称为“长10cm”的长炮身新型高性能防空高角炮，其大型舰对空火力版本。<br>由于结构复杂，不适合量产，但它是保护重要舰艇和舰队免受敌机猖獗的舰队防空杀手锏。可作为航空母舰、战舰、巡洋舰等大型舰艇的副炮运用。"
  },
  {
    "api_index_no": 72,
    "api_name": "增设防雷鼓包(中型舰)",
    "api_info": "一种强化舰艇防御力的增设装甲。<br>可增设于重巡洋舰以上中型舰艇的船体侧面。<br>(重巡洋舰、航空巡洋舰、轻型航空母舰、水上飞机母舰用)"
  },
  {
    "api_index_no": 73,
    "api_name": "增设防雷鼓包(大型舰)",
    "api_info": "一种强化舰艇防御力的增设装甲。<br>可增设于战舰等大型舰艇的船体侧面。<br>(战舰、巡洋战舰、航空战舰、正规航空母舰(含装甲航空母舰)用)"
  },
  {
    "api_index_no": 74,
    "api_name": "探照灯",
    "api_info": "夜战时照射用的探照灯。<br>夜战时可支援友方舰队的射击、鱼雷攻击，但存在遭受敌舰队集中攻击的风险。<br>(驱逐舰、轻巡洋舰、重巡洋舰、航空巡洋舰、水上飞机母舰、巡洋战舰可装备)"
  },
  {
    "api_index_no": 75,
    "api_name": "油桶(运输用)",
    "api_info": "将油桶连接起来的简易运输用部件。用于“东京快车”等。<br>搭载于驱逐舰甲板等，进入敌方制海权内，强行进行运输。<br>(驱逐舰、轻巡洋舰、航空巡洋舰、水上飞机母舰、登陆舰可运用)"
  },
  {
    "api_index_no": 76,
    "api_name": "38cm联装炮",
    "api_info": "俾斯麦级战舰搭载的该国战舰主炮。<br>主要采用电动方式进行炮塔旋转、扬弹、装填等。<br>是着重于短至中距离炮击战的战舰主兵装。"
  },
  {
    "api_index_no": 77,
    "api_name": "15cm联装副炮",
    "api_info": "俾斯麦级战舰搭载的该国战舰副炮。<br>主要负责向靠近的近距离小型舰艇射击。舰艇的射击指挥装置齐全，但本副炮不适合对空战斗。"
  },
  {
    "api_index_no": 78,
    "api_name": "12.7cm单装炮",
    "api_info": "Z1级驱逐舰搭载的该国驱逐舰主炮。<br>虽然是单装炮，但在对舰、对地射击中是优秀的火炮。<br>本兵装遗憾的是不适合对空战斗。"
  },
  {
    "api_index_no": 79,
    "api_name": "瑞云(六三四空)",
    "api_info": "可俯冲轰炸的多用途水上侦察机“瑞云”。<br>以伊势级航空战舰等进行舰队运用为前提编组、训练的六三四航空队所属瑞云飞行队。"
  },
  {
    "api_index_no": 80,
    "api_name": "瑞云12型",
    "api_info": "可进行俯冲轰炸的多用途水上侦察机“瑞云”。<br>是装备空战襟翼的高性能多用途机，将本机的发动机更换为更强力的金星62型的新锐机“瑞云改良型”。"
  },
  {
    "api_index_no": 81,
    "api_name": "瑞云12型(六三四空)",
    "api_info": "高性能多用途水上侦察机“瑞云”的改良型“瑞云12型”。<br>由该机编组的、负责伊势级航空战舰等舰队运用的六三四航空队所属的“瑞云12型”飞行队。"
  },
  {
    "api_index_no": 82,
    "api_name": "九七式舰攻(九三一空)",
    "api_info": "支撑初期机动部队的主力攻击机“九七舰攻”。<br>是将老旧的该机作为反潜巡逻机版本运用的九三一航空队所属的“九七舰攻”装备飞行队。"
  },
  {
    "api_index_no": 83,
    "api_name": "天山(九三一空)",
    "api_info": "登场较晚的名舰载攻击机“天山”。<br>是运用此机体承担反潜巡逻、反潜压制、对舰攻击任务的九三一航空队所属的“天山”装备飞行队。"
  },
  {
    "api_index_no": 84,
    "api_name": "2cm四联装FlaK 38",
    "api_info": "来自该国的四联装对空机枪。<br>被称为2cm Flakvierling38的优秀近程防空火器，不仅在舰船上，也在对空战斗车辆和防空阵地中运用。"
  },
  {
    "api_index_no": 85,
    "api_name": "3.7cm FlaK M42",
    "api_info": "来自该国的大口径联装高射机关炮。<br>主要用于陆战，但部分搭载并运用在U艇和舰船等上。<br>发挥高近程防空火力。"
  },
  {
    "api_index_no": 86,
    "api_name": "舰艇修理设施",
    "api_info": "搭载于工作舰的整套修理装备。搭载于“明石”等工作舰上无需入渠即可对舰艇进行应急修理。<br>(每套此装备可同时修理+1艘轻度受损舰艇)"
  },
  {
    "api_index_no": 87,
    "api_name": "新型高温高压锅炉",
    "api_info": "为搭载于次世代驱逐舰等而开发的高温高压锅炉。<br>与传统舰本式RO号锅炉相比，其性能大幅提升。<br>能大大提高舰艇的回避率，同时，未来也期待与新型涡轮并用以发挥更高性能。"
  },
  {
    "api_index_no": 88,
    "api_name": "22号对水上电探改四",
    "api_info": "实际投入使用的电探二号电波探信仪二型的改良型。<br>通过新型接收机和各种改良，性能和稳定性得到提升也实现了具有实效性的雷达射击。"
  },
  {
    "api_index_no": 89,
    "api_name": "21号对空电探改",
    "api_info": "二式二号电波探信仪一型的改良型。<br>通过各种改良和调整，稳定性得到了提升。<br>虽然是对空用，但也可作为对水上电探使用。"
  },
  {
    "api_index_no": 90,
    "api_name": "20.3cm(2号)联装炮",
    "api_info": "20.3cm联装炮的次要版本升级版，就是其2号联装炮。<br>在原有优秀重巡洋舰主炮的基础上进行改良，主要搭载于妙高级等。初期主炮搭载的其他重巡洋舰，也在现代化改装时依次换装为本炮。"
  },
  {
    "api_index_no": 91,
    "api_name": "12.7cm联装高角炮(后期型)",
    "api_info": "标准对空高角炮的后期改良型。<br>结构适合量产，经济性高，作为量产两用炮拥有出色性能。是可靠的对空火器，其旋回速度等问题也得到了改善"
  },
  {
    "api_index_no": 92,
    "api_name": "毘式40mm联装机枪",
    "api_info": "从英国维克斯公司引进的对空机枪。<br>因射击时的声音而被昵称为“砰砰炮”，也在国内进行许可证生产。逐渐被后来的国产对空机枪取代。"
  },
  {
    "api_index_no": 93,
    "api_name": "九七式舰攻(友永队)",
    "api_info": "拥有优秀的航程，虽然速度和防弹装备较差，但作为初期机动部队舰载机的主力攻击机而大显身手的杰作舰载攻击机“九七舰攻”。本部队是友永队长率领的九七舰攻队，兼具斗志和高超技术。"
  },
  {
    "api_index_no": 94,
    "api_name": "天山一二型(友永队)",
    "api_info": "作为老旧的“九七舰攻”的后继机而开发的新锐舰载攻击机“天山”。本部队是由斗志昂扬的空中指挥官率领的完成了“天山”机型转换的熟练飞行员组成的精锐舰攻队。"
  },
  {
    "api_index_no": 95,
    "api_name": "潜艇53cm舰首鱼雷(8门)",
    "api_info": "伊号潜艇舰首装备的潜艇专用兵装。<br>比水面舰艇搭载的直径略小，拥有长射程高威力的必杀氧气鱼雷发射管舰首8门。赋予潜艇高鱼雷火力。"
  },
  {
    "api_index_no": 96,
    "api_name": "零式舰战21型(熟练)",
    "api_info": "由熟练飞行员组成的“零式舰上战斗机”装备舰战队。2门7.7mm机枪和引以为傲的2门20mm机枪，优秀的格斗战能力和超长的续航距离。凭借飞行员的高超技术，在初期阶段拥有压倒性的力量。活跃于舰队上空直援和攻击队护卫。"
  },
  {
    "api_index_no": 97,
    "api_name": "九九式舰爆(熟练)",
    "api_info": "由熟练飞行员组成的“九九舰爆”装备舰爆队。<br>与“九七舰攻”一同承担初期机动部队打击力的核心。<br>虽然可用率和可靠性高，但由于是设计较老的固定起落架低速机，其地位逐渐让给了更高性能的高速舰载轰炸机“彗星”。"
  },
  {
    "api_index_no": 98,
    "api_name": "九七式舰攻(熟练)",
    "api_info": "由熟练飞行员组成的“九七舰攻”装备舰攻队。<br>虽然速度和防弹装备较差，但凭借优秀的航程和熟练飞行员的技术，与初期机动部队一同大显身手。是能执行鱼雷攻击、水平轰炸的主力舰载攻击机，但逐渐退出现役。"
  },
  {
    "api_index_no": 99,
    "api_name": "九九式舰爆(江草队)",
    "api_info": "承担初期航空母舰机动部队打击力核心的“九九舰爆”。<br>虽然是设计较老的固定起落架低速机，但稼动率和可靠性高，尤其是江草队长率领的舰爆队拥有高练度，其俯冲轰炸拥有惊人的命中率。"
  },
  {
    "api_index_no": 100,
    "api_name": "彗星(江草队)",
    "api_info": "作为“九九舰爆”的后继机而开发的高速舰载轰炸机“彗星”。<br>由于装备液冷发动机，是一款运用略显困难的机体，但凭借江草队长的技术和空中指挥，以及高练度母舰维修人员的支援，精锐“彗星”舰爆队以其压倒性命中率的俯冲轰炸承担新生机动部队的打击力。"
  },
  {
    "api_index_no": 101,
    "api_name": "照明弹",
    "api_info": "由主炮等发射的带降落伞照明弹。<br>夜战时可照明敌舰队附近，支援友方舰队夜间攻击（也可稍微抑制敌舰队夜间特殊攻击的发生）。"
  },
  {
    "api_index_no": 102,
    "api_name": "九八式水上侦察机(夜侦)",
    "api_info": "为水雷战队旗舰开发的水上夜间侦察机。<br>黑色的机体拥有长时间滞空性能，搭载夜间侦察能力优秀的飞行员（条件具备时，可能发生支援夜战的“夜间触接”）。"
  },
  {
    "api_index_no": 103,
    "api_name": "试制35.6cm三联装炮",
    "api_info": "为高速战舰搭载而新开发的试制战舰主炮。<br>是为金刚级高速战舰替代新建造舰艇而计划的三联装35.6cm炮，比大口径主炮更紧凑轻便，当然比传统35.6cm炮火力及命中率大幅提升。<br>请务必在高速战舰改装时尝试运用！"
  },
  {
    "api_index_no": 104,
    "api_name": "35.6cm联装炮(眩惑迷彩)",
    "api_info": "金刚级高速战舰“榛名”前部主炮的最终形态。<br>虽然据说效果不佳，但仍施加了竖条纹斑马状的眩惑迷彩。装填三式弹，凝视着敌机横行的天空，努力防守母港吴和无法行动的残存舰队。"
  },
  {
    "api_index_no": 105,
    "api_name": "试制41cm三联装炮",
    "api_info": "吴海军工厂炮熕部试作的纯国产战舰主炮三联装炮。<br>这款略微超过16英寸的41cm炮，在“大和”级46cm炮登场之前是世界最大的战舰炮。<br>搭载此炮的长门级战舰，当时实现了远超世界列强“Big Seven”水平的高火力与高命中精度。"
  },
  {
    "api_index_no": 106,
    "api_name": "13号对空电探改",
    "api_info": "舰载用对空电探的改良调整版。<br>是工程师们在可靠性较高、小型轻量且可装备于驱逐舰等的“13号对空电探”基础上，进一步改良的对空电探。作为水雷战队的眼睛活跃。"
  },
  {
    "api_index_no": 107,
    "api_name": "舰队司令部设施",
    "api_info": "海上指挥舰队的前线司令部。<br>可设置在能开设司令部设施的达到一定大小的舰艇上。当以该司令部为旗舰的舰队作为“联合舰队”出击时，可让随伴舰队中健全的驱逐舰护送“受损严重的舰艇”，使其从战场撤退。"
  },
    {
    "api_index_no": 108,
    "api_name": "熟练舰载机整备员",
    "api_info": "能发挥卓越舰载机整备能力的整备人员。<br>通过将其引入装备舰载机的航空母舰，可提升该航空母舰出动攻击队的作战能力。如果感觉第一次攻击队火力不足请尝试！"
  },
  {
    "api_index_no": 109,
    "api_name": "零战52型丙(六〇一空)",
    "api_info": "零战的最终量产型“零式舰上战斗机52丙型”。<br>武装及防御力得到强化。作为代价，机动性略有下降。本航空队装备该机，承担着重建中的航空母舰机动部队的制空战斗任务。"
  },
  {
    "api_index_no": 110,
    "api_name": "烈风(六〇一空)",
    "api_info": "作为“零战”的后继机而开发的最新锐舰载战斗机“烈风”。<br>克服了兵员方发动机选型失误、现场设计人员繁忙等困境，终于完成的新型舰载战斗机。本航空队装备该新锐机承担着重建中的航空母舰机动部队，其战斗机部队的核心任务。"
  },
  {
    "api_index_no": 111,
    "api_name": "彗星(六〇一空)",
    "api_info": "作为“九九舰爆”的后继机而开发的高速舰载轰炸机“彗星”。<br>虽然是液冷发动机装备，运用略显困难的机体，但六〇一空的精锐在万全的整备体制下，在内地反复训练后搭乘。<br>是为机动部队决战而反复训练的六〇一空精锐舰载轰炸机队。"
  },
  {
    "api_index_no": 112,
    "api_name": "天山(六〇一空)",
    "api_info": "作为老旧的“九七舰攻”的后继机而开发的新锐舰载攻击机“天山”。<br>本部队是装备该机并在内地反复训练的六〇一空精锐舰载攻击机队。<br>承担新生航空母舰机动部队的打击力。"
  },
  {
    "api_index_no": 113,
    "api_name": "流星(六〇一空)",
    "api_info": "整合了舰攻和舰爆的先进“可俯冲轰炸的鱼雷攻击机”，那就是“流星”。<br>虽然饱受发动机故障和超重困扰，但成功开发。是一款拥有高性能的最新锐舰载攻击机。反复训练的六〇一空完成了机型转换，装备了本机。是装备了维护完善的流星的新生舰攻队主力。"
  },
  {
    "api_index_no": 114,
    "api_name": "38cm联装炮改",
    "api_info": "俾斯麦级战舰搭载的战舰主炮的改进型。<br>着重于短至中距离炮击战的高速战舰主力兵装，通过改进其命中精度等大幅提升。"
  },
  {
    "api_index_no": 115,
    "api_name": "Ar196改",
    "api_info": "俾斯麦级等主力舰艇搭载的舰载水上侦察机。<br>是侦察、观测、巡逻以及反潜任务等，在南大西洋广泛活跃的该机改进型，承担着舰队眼睛的作用。"
  },
  {
    "api_index_no": 116,
    "api_name": "一式穿甲弹",
    "api_info": "远距离炮击战中的秘密武器“九一式穿甲弹”的改良版。<br>入水后像鱼雷一样冲向敌舰水线以下，意图击穿吃水线以下部位的特殊穿甲弹。一式比九一式性能和生产性更高，据说弹头部填充了弹着观测用着色剂。<br>战舰、航空战舰、高速战舰均可使用。"
  },
  {
    "api_index_no": 117,
    "api_name": "试制46cm联装炮",
    "api_info": "海军工厂炮熕部极秘开发的世界最大最强战舰主炮，其试作联装炮。<br>这款巨炮拥有超过40km的最大射程，能够对敌战舰进行超视距打击，但比大和级战舰搭载的同三联装主炮更轻。<br>可搭载于主力战舰群并作为其主兵装运用。"
  },
  {
    "api_index_no": 118,
    "api_name": "紫云",
    "api_info": "旨在研发出在失去制空权的情况下也能进行强行侦察的高性能水侦，十四试高速水上侦察机“紫云”。采用火星发动机和双重反转螺旋桨，可抛弃式浮筒机构等，本应成为高速高性能的次世代舰载水侦，但未能发挥计划中的高性能。服役后不久的轻巡“大淀”等，正在运用增产试作机。"
  },
  {
    "api_index_no": 119,
    "api_name": "14cm联装炮",
    "api_info": "作为巡洋舰等主炮而开发的中距离炮的联装型。<br>搭载于练习巡洋舰“香取”和轻巡洋舰“夕张”等。<br>是对舰对地用的兵装。"
  },
  {
    "api_index_no": 120,
    "api_name": "91式高射装置",
    "api_info": "高角炮对空射击用的高射装置。<br>结合高射机和高射射击盘，支援高角炮的有效对空射击。<br>虽然略显老旧，但搭载于主力战舰和巡洋舰等。"
  },
  {
    "api_index_no": 121,
    "api_name": "94式高射装置",
    "api_info": "比较新的高角炮对空射击用高射装置。<br>本高射机集成了测距仪，支援高角炮的有效对空射击。<br>搭载于新造大型舰和防空驱逐舰“秋月”级。"
  },
  {
    "api_index_no": 122,
    "api_name": "10cm联装高角炮+高射装置",
    "api_info": "被称为“长10cm炮”的10cm联装高角炮和“94式高射装置”组合而成的舰队防空系统。量产性低，射击装置也劣于列强的最新锐，但优秀的10cm长炮和高射装置的组合作为舰队的伞伞足够发挥作用。"
  },
  {
    "api_index_no": 123,
    "api_name": "SKC34 20.3cm联装炮",
    "api_info": "该国重巡洋舰装备用而开发的联装炮。<br>是一款以高命中率和火力著称的优秀巡洋舰主兵装。<br>在中距离炮击战中发挥威力。"
  },
  {
    "api_index_no": 124,
    "api_name": "FuMO25 雷达",
    "api_info": "该国开发舰载用雷达（电探）。<br>科学之国的电子兵装，遗憾的是，其规格高于我联合舰队装备的电探。<br>主要搭载于巡洋舰以上的大型舰艇。"
  },
  {
    "api_index_no": 125,
    "api_name": "61cm三联装(氧气)鱼雷",
    "api_info": "作为陈旧的53cm鱼雷的后继而开发的大型61cm鱼雷。<br>其三联装发射管作为驱逐舰的主力兵装，搭载于特型驱逐舰“吹雪”级等。其改良型兵装，装填鱼雷已换装为“九三式氧气鱼雷”。"
  },
  {
    "api_index_no": 126,
    "api_name": "WG42 (Wurfgerät 42)",
    "api_info": "该国开发的舰载对地对舰攻击用火箭发射器装备“WG42”。<br>也曾搭载于U艇，并实际运用。虽然命中精度不佳，但只要深度极浅，就能从水下发射，是潜艇发射对地导弹的祖先般的装备，主要对地攻击有效。"
  },
  {
    "api_index_no": 127,
    "api_name": "试制FaT仕様九五式酸素魚雷改",
    "api_info": "该国开发，通过陀螺仪机构反复进行自动变向和直线航行，以面攻击敌舰的“FaT航行模式”规格的试制潜艇搭载用氧气鱼雷。<br>应用U艇带来的技术，疾驰于压制平面的航线的特殊试作鱼雷。"
  },
  {
    "api_index_no": 128,
    "api_name": "试制51cm联装炮",
    "api_info": "改“大和”级，以及其扩大发展级超“大和”级的主兵装，作为新型战舰用大口径主炮开发。<br>51cm炮实现的超群火力，压倒其他战舰主炮的火力。因其凌驾46cm炮的巨大尺寸和重量，战舰级中只有有限的舰艇才能装备本兵装。"
  },
  {
    "api_index_no": 129,
    "api_name": "熟练瞭望员",
    "api_info": "可部署于水面战斗舰艇的熟练瞭望员。<br>其经过锻炼的肉眼视力所带来的侦察力、索敌力在特定情况下能发挥巨大威力，在敌舰队雷达兵装完善之前尤其在夜战中支撑着水面舰队的攻击力。"
  },
  {
    "api_index_no": 130,
    "api_name": "12.7cm高角炮 + 高射装置",
    "api_info": "作为巡洋舰以上大型舰艇的标准对空兵装而搭载的是12.7cm联装高角炮和“94式高射装置”组合而成的舰艇防空系统。<br>虽然在发射速度和炮的旋转速度上稍有难度，但高角炮和高射装置的组合作为舰艇的矛来说是非常重要的兵装。"
  },
  {
    "api_index_no": 131,
    "api_name": "25mm三联装机枪 集中部署",
    "api_info": "为应对日益增长的敌方航空兵力威胁，集中部署了多座25mm高角机枪三联装型，如同刺猬般的对空机枪兵装。虽然命中精度不佳，枪管也很快过热的25mm机枪但通过集中运用可提高单舰防空能力。"
  },
  {
    "api_index_no": 132,
    "api_name": "零式水下听音机",
    "api_info": "大型舰用被动声纳兵装。<br>是九三式水下听音机增音器强化的升级版，也装备于大和级战舰的球鼻艏附近。<br>配备专业人员收集水下声音，努力早期发现敌潜等。"
  },
  {
    "api_index_no": 133,
    "api_name": "381mm/50 三联装炮",
    "api_info": "意面之国生产的三联装战舰主炮。<br>高射速的50倍径，中近距离战斗火力在同级中最强。此外，射程也拥有大和级46cm炮同等以上的数据规格。但是，火炮耐久性存在缺陷。此外散布界广，其命中率也留下了课题。"
  },
  {
    "api_index_no": 134,
    "api_name": "OTO 152mm三联装速射炮",
    "api_info": "意面之国生产的，传统可靠的高性能中口径三联装速射炮。<br>炮塔旋转、俯仰、炮弹扬弹及装填主要由电力驱动的最新型号。<br>也作为新型高速战舰的副炮被采用。"
  },
  {
    "api_index_no": 135,
    "api_name": "90mm单装高角炮",
    "api_info": "意面之国生产，为新型高速战舰开发的最先进高角炮。<br>虽然是单炮身，但发射速度快，是平衡性优良的优秀中距离对空火器。"
  },
  {
    "api_index_no": 136,
    "api_name": "普列塞式水下防御隔舱",
    "api_info": "通过圆柱型隔舱，在不增加舰宽和重量的情况下提高水下防御的，大型舰艇的防御隔舱。尽管其评估因塔兰托战役的经验而有所不同，但据说可期待一定的防御效果。<br>(战舰、巡洋战舰、航空战舰、正规航空母舰(含装甲航空母舰)用)"
  },
    {
    "api_index_no": 137,
    "api_name": "381mm/50 三联装炮改",
    "api_info": "意面之国生产的三联装战舰主炮。<br>高射速的50倍径，中近距离战斗火力在同级中最强。此外，射程也拥有大和级46cm炮同等以上的数据规格。火炮耐久性及命中率遗留了问题但通过改进，其命中精度等得到了提升。"
  },
  {
    "api_index_no": 138,
    "api_name": "二式大艇",
    "api_info": "四发大型飞行艇“二式大型飞行艇”，俗称“二式大艇”。<br>拥有巨大机翼和船型结构的机体，用于长距离侦察和司令部人员的移动等。是远超同时代世界水平的杰作机其后继机至今仍在空中和海上活跃。"
  },
  {
    "api_index_no": 139,
    "api_name": "15.2cm联装炮改",
    "api_info": "作为阿贺野级轻巡系列主兵装而开发的两用炮的改良改进型。<br>着重于对巡洋舰战斗的新设计轻巡主炮，虽然限定，但也能进行对空战斗。通过改进，精度略有提高。<br>是适合轻巡的新型主炮兵装。"
  },
  {
    "api_index_no": 140,
    "api_name": "96式150cm探照灯",
    "api_info": "战舰装备用大型探照灯。<br>夜战时通过照射敌方可支援友方舰队攻击但照射舰存在遭受敌舰队集中攻击的风险。<br>(仅限战舰级可装备)"
  },
    {
    "api_index_no": 141,
    "api_name": "32号对水上电探改",
    "api_info": "这是一款高性能大型对水上电探的调整改良型。<br>虽然也能够支持远距离射击的雷达射击管制，但由于这款电探相当大型且重量大，所以只有大型舰艇才能装备。<br>此外，进行高精度调整和操作需要熟练的操作员。"
  },
  {
    "api_index_no": 142,
    "api_name": "15m二重测距仪+21号电探改二",
    "api_info": "为大和级战舰开发射击&电探兵装。<br>特制大型光学15m二重测距仪，其上配置了由熟练技术人员反复调整的高精度21号对空电探。由于其大型和重型，只能装备于战舰舰桥上部结构的光学及电波兵装。"
  },
  {
    "api_index_no": 143,
    "api_name": "九七式舰攻(村田队)",
    "api_info": "拥有优秀的航程，作为初期机动部队舰载机主力攻击机而大显身手的杰作舰载攻击机“九七舰攻”。装备该机的本部队是村田队长率领的精锐九七舰攻队，兼具高超技术和丰富的指导力。"
  },
  {
    "api_index_no": 144,
    "api_name": "天山一二型(村田队)",
    "api_info": "作为老旧的“九七舰攻”的后继机而开发的新锐舰载攻击机“天山”。装备该机的本部队是由兼具高超技术和丰富指导力的久经战阵的空中指挥官率领的，完成了“天山”机型转换的精锐舰攻队。"
  },
  {
    "api_index_no": 145,
    "api_name": "战斗口粮",
    "api_info": "肚子饿了可不行……战斗前务必吃饱。<br>在海上吃饭团的味道更是特别！（发动后消失）"
  },
  {
    "api_index_no": 146,
    "api_name": "海上补给",
    "api_info": "战斗航行中可进行海上燃料弹药补给。持有此物资，当燃料弹药不足时，战斗航行中将发动“海上补给”，燃料弹药将在海上进行“补给”。请活用其支援长期战的舰队决战。<br>（发动后消失）"
  },
  {
    "api_index_no": 147,
    "api_name": "120mm/50 联装炮",
    "api_info": "意面之国生产的联装小型舰艇用主炮兵装。<br>口径虽然小于同级别日本海军主力驱逐舰的主炮，但它是一款拥有优秀机构和高潜力的最新型小口径火炮"
  },
  {
    "api_index_no": 148,
    "api_name": "试制南山",
    "api_info": "为水上飞机搭载潜艇的战略运用而开发，可俯冲轰炸的高规格舰载攻击机“晴岚”。<br>将其陆上运用机版本“南山”赋予着舰钩的试作航空母舰运用型（爆装）。由于是测试机，采用了华丽的涂装。"
  },
  {
    "api_index_no": 149,
    "api_name": "四式水下听音机",
    "api_info": "可装备于小型舰艇的新型被动声纳兵装。<br>与九三式水下听音机相比，其反潜发现能力大幅提升。虽然数量稀少，但在大战末期建造的后期型驱逐舰等反潜兵装中有所装备。"
  },
  {
    "api_index_no": 150,
    "api_name": "秋刀鱼罐头",
    "api_info": "采用刚捕捞上来的时令新鲜秋刀鱼制成的蒲烧罐头。<br>油脂丰厚的秋刀鱼经炭火精心烤制，味道本身就很美味，若与饭团一同食用，美味更是倍增。(与战斗口粮一同发动时效果倍增。发动后消失)"
  },
  {
    "api_index_no": 151,
    "api_name": "试制景云(舰侦型)",
    "api_info": "空技厂开发的最先进高空试作侦察机“景云”。对其进行舰载改装的舰上侦察机版本。融入了各种新创意的独特机体“景云”，曾计划搭载开发中的涡轮喷气发动机“Ne330”，并将其喷气式攻击机化。<br>(本机仅限部分新锐正规航空母舰可运用)"
  },
  {
    "api_index_no": 152,
    "api_name": "零式舰战52型(熟练)",
    "api_info": "由熟练飞行员组成的“零式舰上战斗机52型”装备舰战队。<br>零战的最终量产机型“52型”，因后继机型的开发延迟，不得不作为后期舰载战斗机主力奋战。<br>熟练飞行员的精湛操控技术弥补了机材的质量劣势。"
  },
  {
    "api_index_no": 153,
    "api_name": "零战52型丙(附岩井小队)",
    "api_info": "拥有精湛操控技术的岩井小队长率领的“零式舰上战斗机52型丙”装备舰战队。“52型丙”为对抗敌方新型机，火力及防御力得到强化。虽然机动性略有下降但熟练飞行员的精湛操控技术弥补了这一点。"
  },
  {
    "api_index_no": 154,
    "api_name": "零战62型(爆战/岩井队)",
    "api_info": "终于掌管飞行队，由“Zero Fighter God”岩井队长率领的“零式舰上战斗机62型”装备爆战队。<br>驾驶维护完善的“62型”，作为高机动战斗轰炸机向敌舰投掷炸弹，之后再参与制空战斗。"
  },
  {
    "api_index_no": 155,
    "api_name": "零战21型(附岩本小队)",
    "api_info": "拥有压倒性空战技术的岩本小队长率领的“零式舰上战斗机21型”装备舰战队。零战优秀的格斗战能力和超长的航程，以及飞行员高超的技术，使其拥有压倒性的强大。<br>从开战到珊瑚海海战，一直守护着“瑞鹤”上空。"
  },
  {
    "api_index_no": 156,
    "api_name": "零战52型甲(附岩本小队)",
    "api_info": "拥有压倒性空战技术的王牌，岩本小队长率领的“零式舰上战斗机52型”装备舰战队。卓越空战技术驾驶零战后期改良型的“零战虎彻”，即使机体质量优势丧失，仍勇敢挑战敌机，不断击落。"
  },
  {
    "api_index_no": 157,
    "api_name": "零式舰战53型(岩本队)",
    "api_info": "终于掌管飞行队，由“零战虎彻”岩本队长率领的“零式舰上战斗机53型”装备舰战队。驾驶强化了“52型”发动机和生存性的性能提升型“零战53型”率领熟练飞行员冲向战场的上空。"
  },
  {
    "api_index_no": 158,
    "api_name": "Bf109T改",
    "api_info": "该国开发/量产的主力战斗机Bf109系列。<br>以梅塞施密特之名也闻名，活跃于欧洲天空的名机。<br>本机是其E型基础上进一步改进的舰载机版本。<br>在防空战斗中发挥巨大能力。"
  },
  {
    "api_index_no": 159,
    "api_name": "Fw190T改",
    "api_info": "该国开发/量产的强大可靠战斗机Fw190系列。<br>由坦克博士设计诞生，以福克伍尔夫之名备受推崇的名机。<br>本机是将其后期型改进的舰载机版本。发挥高制空战斗能力。"
  },
  {
    "api_index_no": 160,
    "api_name": "10.5cm联装炮",
    "api_info": "该国开发的舰艇防空用联装高角炮。装备于大型舰艇等作为防空火力。<br>那个反复建造和中止工程的航空母舰，也计划在左右舷侧和飞行甲板上背负式装备。"
  },
  {
    "api_index_no": 161,
    "api_name": "16inch三联装炮 Mk.7",
    "api_info": "美国为Iowa级战舰主兵装开发的新型三联装主炮。<br>是前级搭载主炮的改良型，通过长炮身化等改良，威力进一步提升。<br>虽然仍在发展中，但也能通过雷达联动火炮射击指挥装置进行雷达射击。"
  },
  {
    "api_index_no": 162,
    "api_name": "203mm/53 联装炮",
    "api_info": "意面之国诞生的中口径主炮。作为为确保昼间炮击战优势而诞生的扎拉级重巡洋舰主兵装被采用。<br>最大仰角射击时射程可媲美战舰，但因结构问题，其精度和命中率存在问题。"
  },
  {
    "api_index_no": 163,
    "api_name": "Ro.43水侦",
    "api_info": "意面之国开发/运用的机动性优异的双翼双座水上侦察机。搭载于该国中型以上主力水面舰艇。<br>虽然是低速机，但作为可靠且操控性优秀的水侦，担任舰队的眼睛和联络任务。也存在单座战斗机版本。"
  },
  {
    "api_index_no": 164,
    "api_name": "Ro.44水上战斗机",
    "api_info": "意面之国运用的可靠性、机动性优秀的双翼双座水侦Ro.43改装为单座的水上战斗机。由于低速，作为战斗机存在极限，但被寄望于成为宝贵的海上防空战力。<br>量产数量不多。"
  },
  {
    "api_index_no": 165,
    "api_name": "二式水战改",
    "api_info": "作为新型水上战斗机实战投入前的过渡，以零式舰上战斗机为基础紧急开发/实战投入的水上战斗机。虽然不是考虑弹射器舰上运用的机材，但本机通过改良强化了机体及浮筒强度后投入使用。"
  },
  {
    "api_index_no": 166,
    "api_name": "大发型登陆艇(八九式中坦克&陆战队)",
    "api_info": "大发型登陆艇，简称“大发”。虽然旧式，但装载了可搭载于量产型“大发”的“八九式中坦克”和重火力武装陆战队的登陆作战用突击登陆版本（试制喷进炮也是if装备）。不适用于运输任务，而适用于对敌地登陆作战等。"
  },
  {
    "api_index_no": 167,
    "api_name": "特二式内火艇",
    "api_info": "为岛屿登陆作战而开发的水陆两用“特二式内火艇”，俗称“卡米车”。前后配备可拆卸浮筒，作为装甲力量可进行对敌地登陆作战。运输时采用水密化结构，也可由潜艇运用。"
  },
  {
    "api_index_no": 168,
    "api_name": "九六式陆攻",
    "api_info": "部署于陆上航空基地，以对舰攻击等为主要任务的陆上攻击机。拥有巨大航程，不仅对舰，对地攻击也可能的本机，也被称为中攻，构成初期海军基地航空战力的骨干兵力。本机的后继机就是著名的“一式陆攻”。"
  },
  {
    "api_index_no": 169,
    "api_name": "一式陆攻",
    "api_info": "从陆上航空基地出动，对敌舰船进行对舰攻击以及对敌机场等进行对地攻击的海军主力陆上攻击机。在战场制空权丧失的大战后期付出了巨大牺牲，但本机“一式陆攻”无疑是海军基地航空打击力的核心，奋勇作战。"
  },
  {
    "api_index_no": 170,
    "api_name": "一式陆攻(野中队)",
    "api_info": "久经战阵的中攻飞行员空中指挥官，野中飞行长率领的精锐“一式陆攻”队。<br>装备新锐的“一式陆攻”，与士气高昂的“野中一家”飞行员们一同，以通常攻击出击进行对舰、对地攻击。"
  },
  {
    "api_index_no": 171,
    "api_name": "OS2U",
    "api_info": "Vought公司开发的舰载观测机。水上飞机型的本机搭载于美海军水面舰艇，以Iowa级为首，作为战舰和巡洋舰等的眼睛，用于侦察等。"
  },
  {
    "api_index_no": 172,
    "api_name": "5inch联装炮 Mk.28 mod.2",
    "api_info": "美国开发・运用，性能优秀的轻口径两用炮的改良型。<br>本装备是联装型两用炮，也作为大型舰的对空火力运用。<br>是平衡性优秀的新型两用炮。"
  },
  {
    "api_index_no": 173,
    "api_name": "Bofors 40mm四联装机关炮",
    "api_info": "北欧诞生的世界畅销40mm对空机关炮，其舰载四联装版本。作为基础的杰作机关炮，包括敌我双方在内的许多国家都采用了。作为优秀的中至近距离近程对空火器，也装备于美英海军舰艇。"
  },
  {
    "api_index_no": 174,
    "api_name": "53cm联装鱼雷",
    "api_info": "旧式53cm鱼雷的联装发射管。与新型61cm氧气鱼雷相比，射程和威力都已陈旧，但近距离鱼雷战中仍然活跃。装备于略显旧式的舰队级驱逐舰“神风”级等。"
  },
  {
    "api_index_no": 175,
    "api_name": "雷电",
    "api_info": "作为“十四试局地战斗机”开发，专门用于截击轰炸机的拦截战斗机“雷电”。与零战等舰载战斗机“甲战”相对，作为局地战斗机“乙战”开发并运用。<br>不适合格斗战，但拥有优秀爬升力和强大火力。"
  },
  {
    "api_index_no": 176,
    "api_name": "三式战 飞燕",
    "api_info": "参考该国开发的液冷发动机而开发，装备液冷发动机的陆军战斗机，三式战“飞燕”。遗憾的是可靠性存在问题，未能充分发挥其实力，但在万全状态下具有高潜在力。"
  },
  {
    "api_index_no": 177,
    "api_name": "三式战 飞燕(飞行第244战队)",
    "api_info": "驾驶三式战“飞燕”，部署于东京调布，为首都防空而奋战的陆军战斗机队，飞行第244战队。在战斗的最终局面，换装为将“飞燕”空冷化的高可靠性“五式战”，对抗敌方新型机。"
  },
  {
    "api_index_no": 178,
    "api_name": "PBY-5A Catalina",
    "api_info": "以“卡特琳娜”爱称闻名的杰作飞行艇。<br>是可靠的水陆两用机，广泛用于巡逻到救援。<br>是战后仍活跃的杰作机之一。"
  },
  {
    "api_index_no": 179,
    "api_name": "试制61cm六联装(氧气)鱼雷",
    "api_info": "以大威力长射程著称的秘密武器“九三式氧气鱼雷”。<br>将这款必杀的氧气鱼雷最大限度地装载，单基拥有超过旧型驱逐舰一艘的鱼雷装火力试作六联装【氧气鱼雷】发射管。<br>后期新型驱逐舰也有搭载计划。"
  },
  {
    "api_index_no": 180,
    "api_name": "一式陆攻二二型甲",
    "api_info": "从陆上航空基地出动，对敌舰船进行对舰攻击以及对敌机场等进行对地攻击的海军主力陆上攻击机“一式陆攻”，其性能提升型。重新设计并改进了机体的一部分，并强化了机体上部的旋转机枪和机体侧面机枪，虽然性能有限，但也搭载了机上电探。"
  },
  {
    "api_index_no": 181,
    "api_name": "零式舰战32型",
    "api_info": "名机零式舰战21型性能提升型，“零式舰上战斗机32型”。<br>机翼尖改为方形，通过更换发动机提高输出。<br>另外，也增加了搭载机枪的弹数。虽然在航程等方面存在不利之处，但仍参与了拉包尔航空队、布因以及所罗门上空的战斗。"
  },
  {
    "api_index_no": 182,
    "api_name": "零式舰战32型(熟练)",
    "api_info": "由熟练飞行员组成的“零式舰上战斗机32型”装备舰战队。<br>翼尖被截短的21型性能提升型“32型”，虽然在航程等方面存在问题，但精锐熟练飞行员驾驶的该机支撑了拉包尔和所罗门上空的激战。"
  },
  {
    "api_index_no": 183,
    "api_name": "16inch三联装炮 Mk.7+GFCS",
    "api_info": "美国为Iowa级战舰主兵装开发强大的新型三连装主炮及其改良射击管制系统。具有可称为现代FCS祖先的射击雷达和火炮射击指挥装置系统除了高火力外，也期待高射击精度。"
  },
  {
    "api_index_no": 184,
    "api_name": "Re.2001 OR改",
    "api_info": "意面之国开发/部署的液冷发动机装备战斗机的舰载型。<br>曾计划搭载于该国正在建造的航空母舰。"
  },
  {
    "api_index_no": 185,
    "api_name": "三式战 飞燕一型丁",
    "api_info": "参考该国开发的液冷发动机而开发，装备液冷发动机的陆军战斗机，三式战“飞燕”，其性能提升型。<br>发动机可靠性仍有问题，但通过强化武装等，整体战斗力得到提升。在万全整备状态下可发挥高战斗力。"
  },
  {
    "api_index_no": 186,
    "api_name": "一式陆攻三四型",
    "api_info": "从陆上航空基地出动，对敌舰船进行对舰攻击以及对敌机场等进行对地攻击的海军主力陆上攻击机“一式陆攻”的更进一步性能提升型。重新设计并改进了尾翼形状等也着手改善了导致脆弱性的燃料箱问题，是改良后期型的一式陆攻。"
  },
  {
    "api_index_no": 187,
    "api_name": "银河",
    "api_info": "作为海军主力陆上攻击机“一式陆攻”的后继机而开发的陆上起飞攻击机。凭借优秀的机体设计，拥有高潜能。<br>虽然实战化时期较晚，结构过于复杂也存在问题，但仍战斗到最后。部分被转用为夜间战斗机。"
  },
  {
    "api_index_no": 188,
    "api_name": "Re.2001 G改",
    "api_info": "意面之国开发/部署的液冷发动机装备战斗机的……航空鱼雷装备型。<br>鱼雷投下后在制空战斗中活跃……或许也能。是舰攻和舰战之间的机体。"
  },
  {
    "api_index_no": 189,
    "api_name": "Re.2005 改",
    "api_info": "意面之国在战争后期开发的先进高性能战斗机。<br>未能实现量产化，但拥有高潜在力，期待其优秀的战斗力。<br>本机是其舰载机版本。"
  },
  {
    "api_index_no": 190,
    "api_name": "38.1cm Mk.I联装炮",
    "api_info": "红茶之国为战舰主兵装开发联装大口径主炮。<br>是该国特有的扎实主炮，后期也开发了与雷达系统联动的射击管制装置。"
  },
  {
    "api_index_no": 191,
    "api_name": "QF 2磅8联装砰砰炮",
    "api_info": "红茶之国大型舰等搭载的对空火器，因其独特的射击声而俗称砰砰炮。<br>本装备是其8联装版本。虽然运用性不佳，故障也多但却是大火力&著名的近程对空火器。"
  },
    {
    "api_index_no": 192,
    "api_name": "38.1cm Mk.I/N联装炮改",
    "api_info": "这是在红茶之国为战舰主兵装开发的大口径联装主炮。<br>针对坚固制造的同型炮进行了提升最大仰角等现代化改装。这是成熟的战舰主炮的改良版。"
  },
  {
    "api_index_no": 193,
    "api_name": "特大发型登陆艇",
    "api_info": "特大发型登陆艇，简称“特大发”。<br>用于运输船登陆作业和登陆战的大量生产登陆艇，“大发”。这款海上卡车“大发”为适应新型中坦克搭载等需求而大型化，搭载力得到提升。"
  },
  {
    "api_index_no": 194,
    "api_name": "Laté 298B",
    "api_info": "三色旗之国开发的水上攻击机。<br>在日本海军中较少研究，也是旨在作为水上鱼雷攻击机运用的机体。本机是该机的水上飞机母舰舰载机版本，期待其在侦察、爆装攻击等多用途方面发挥作用。"
  },
  {
    "api_index_no": 195,
    "api_name": "SBD",
    "api_info": "构造简洁坚固的杰作俯冲轰炸机。<br>虽然是大战初期的机体，但在老旧化后也长期使用。<br>被昵称为“无畏”的本机，如果飞行员练度高，也能进行一定程度的对空战斗。"
  },
  {
    "api_index_no": 196,
    "api_name": "TBD",
    "api_info": "可以称为九七舰攻对手的舰载攻击机。<br>速度慢，作为大战初期的机体在激战中逐渐陈旧，但其拼死的战斗带来了大战的转机。"
  },
  {
    "api_index_no": 197,
    "api_name": "F4F-3",
    "api_info": "大战初期在太平洋上与零战竞争的名舰载战斗机，其初期部队部署型。<br>被称为“野猫”的F4F系列，在格斗战斗中与劣势的零战队勇敢战斗。"
  },
  {
    "api_index_no": 198,
    "api_name": "F4F-4",
    "api_info": "大战初期在太平洋上与零战竞争的名舰载战斗机，其改良型。<br>被称为“野猫”的F4F系列，在格斗战斗中与劣势的零战队勇敢战斗。本机强化了火力，可说是针对航空母舰舰载优化后的F4F的完成型。"
  },
  {
    "api_index_no": 199,
    "api_name": "喷气景云改",
    "api_info": "空技厂开发的最先进高空试作侦察机“景云”。在新创意的独特大型试作侦察机“景云”上搭载涡轮喷气“Ne式发动机”，喷气式战斗轰炸机化就是本机“喷气景云改”。※仅限基地航空队及装备装甲甲板&甲板弹射器的部分正规航空母舰可运用。运用时消耗钢材。"
  },
  {
    "api_index_no": 200,
    "api_name": "橘花改",
    "api_info": "通过潜艇派遣作战获得的海外实用化涡轮喷气战斗机部分设计图等，参考开发出的国产喷气式战斗攻击机。<br>本机“橘花改”旨在作为爆装及机首装备2门30mm机枪的战斗轰炸机型进行实战化。<br>※仅限基地航空队及装备装甲甲板&甲板弹射器的部分正规航空母舰可运用。运用时消耗钢材。"
  },
  {
    "api_index_no": 201,
    "api_name": "紫电一一型",
    "api_info": "将水上战斗机“强风”改装发展为陆上战斗机的局地战斗机“紫电”。虽然是期待已久的新锐机，但由于“强风”的中翼布局，以及由此带来的两段伸缩式主起落架、视野不佳和翼下机炮吊舱等问题，成为了留下诸多课题的机体。参加了台湾海空战和捷一号作战等。本机后来经过改良，发展为名机“紫电改”。"
  },
  {
    "api_index_no": 202,
    "api_name": "紫电二一型 紫电改",
    "api_info": "由水上战斗机“强风”发展而来的局地战斗机“紫电”。将该机主翼从中翼改为低翼布局，并进行了自动空战襟翼的改良和防御力提升等各种改良。大马力发动机和空战襟翼，以及火力和防御力。拥有远超零战的优秀空战能力，成为海军本土防空最后杀手锏的名机“紫电改”，其初期型的诞生。"
  },
    {
    "api_index_no": 203,
    "api_name": "舰本新设计 增设防雷鼓包(中型舰)",
    "api_info": "新设计的，强化舰艇防御力的增设装甲的一种。通过在重巡洋舰以上的中型舰艇船体侧面增设，可提高防御力。<br>(重巡洋舰级、轻型航空母舰级、水上飞机母舰及特定舰艇适用)"
  },
  {
    "api_index_no": 204,
    "api_name": "舰本新设计 增设防雷鼓包(大型舰)",
    "api_info": "由舰政本部新设计，强化大型舰艇防御力的增设装甲的一种。通过在战舰、正规航空母舰等大型舰艇增设，可提高防御力。<br>(战舰级、正规航空母舰级适用)"
  },
  {
    "api_index_no": 205,
    "api_name": "F6F-3",
    "api_info": "大战初期在太平洋上与零战竞争的美国海军舰载战斗机F4F系列后继机，F6F系列的初期量产型。<br>作为装备大功率发动机的强力主力舰载战斗机，逐渐压倒了零战。"
  },
  {
    "api_index_no": 206,
    "api_name": "F6F-5",
    "api_info": "大战初期在太平洋上与零战竞争的舰载战斗机F4F系列后继机，F6F系列的后期改良量产机。<br>装备大功率发动机和强大火力，防御方面也得到强化的本机，作为强大的量产型舰载战斗机，在战场的空中压倒了零战。"
  },
  {
    "api_index_no": 207,
    "api_name": "瑞云(六三一空)",
    "api_info": "可俯冲轰炸的多用途水上侦察机“瑞云”。<br>为运用昂贵高性能潜艇搭载攻击机“晴岚”的潜艇部队的航空队而编组的第六三一海军航空队。<br>是其六三一空“瑞云”的训练部队。"
  },
  {
    "api_index_no": 208,
    "api_name": "晴岚(六三一空)",
    "api_info": "由可弹射的高性能攻击机“晴岚”编组的实战部队。<br>旨在由潜艇航空母舰进行战略运用而开发，蕴藏高攻击力的高规格潜艇搭载水上攻击机“晴岚”。集中部署该机的潜艇舰队部队运用航空队“六三一空”的实战部队。务请以堂堂正正的方式发挥其作用！"
  },
  {
    "api_index_no": 209,
    "api_name": "彩云(运输用分解)",
    "api_info": "“无敌机可追我”发出著名电报的快足舰载侦察机“彩云”。<br>是拥有敌战斗机无法追随的高速性能，高性能的舰载侦察机。<br>在恶化的战况中，为侦察敌情而飞向了海面。<br>将“彩云”分解，以便搭载于拥有飞机库的潜艇航空母舰进行运输。"
  },
  {
    "api_index_no": 210,
    "api_name": "潜艇搭载电探&水防式望远镜",
    "api_info": "潜艇搭载的侦察及水上侦察用装备。<br>集中装备于舰桥上部的众多优秀水防式望远镜和水上电探及对空电探群，努力早期发现敌潜等。"
  },
  {
    "api_index_no": 211,
    "api_name": "潜艇搭载电探&逆探(E27)",
    "api_info": "潜艇搭载的侦察及水上侦察用装备。<br>集中装备于舰桥上部的众多优秀水防式望远镜和水上电探及对空电探群，以及实用性高的逆探（E27），努力早期发现威胁和目标。"
  },
  {
    "api_index_no": 212,
    "api_name": "彩云(东卡罗林空)",
    "api_info": "“无敌机可追我”发出著名电报的快足舰载侦察机“彩云”。<br>是拥有敌战斗机无法追随的高速性能的，高性能舰载侦察机。<br>通过伊号潜艇的“光”作战，运输到特鲁克基地的“彩云”。<br>东卡罗林空的“彩云”队活跃于侦察乌利西环礁泊地。"
  },
  {
    "api_index_no": 213,
    "api_name": "后期型舰首鱼雷(6门)",
    "api_info": "潜艇舰首装备的潜艇专用兵装的改良后期型。<br>比水面舰艇搭载的直径略小，拥有长射程高威力的必杀氧气鱼雷，其无气泡发射管的改良后期型舰首6门。赋予潜艇高鱼雷火力。"
  },
  {
    "api_index_no": 214,
    "api_name": "熟练听音员+后期型舰首鱼雷(6门)",
    "api_info": "潜艇舰首装备的潜艇专用兵装的改良后期型。<br>比水面舰搭载的直径略小，必杀的潜艇搭载氧气鱼雷。<br>其无气泡发射管的改良后期型舰首6门和高练度熟练声纳员的组合，赋予潜艇高攻击力和生存性。"
  },
    {
    "api_index_no": 215,
    "api_name": "Ro.44水上战斗机bis",
    "api_info": "这是在意面之国投入使用的一款可靠性及运动性优秀的复翼双座水上侦察机Ro.43改装成单座的水上战斗机。<br>由于速度较低，作为战斗机有其局限性，但仍被期待作为宝贵的洋上防空战力。<br>本机是根据实战经验反馈而来的同型改进机。"
  },
  {
    "api_index_no": 216,
    "api_name": "二式水战改(熟练)",
    "api_info": "由熟练飞行员编组的“二式水战”装备水战队。<br>作为新型水上战斗机“强风”实战投入前的过渡，以零式舰上战斗机为基础紧急开发/实战投入的水上战斗机，二式水战。原本并非考虑舰上运用的机材但通过改良强化了机体及浮筒强度后投入使用。"
  },
  {
    "api_index_no": 217,
    "api_name": "强风改",
    "api_info": "出自至今仍传承系谱的水上飞机名门，专门为空战而开发的水上飞机“强风”。<br>作为其开发困难时期的过渡而投入的二式水战的后继机，其登场备受期待。虽然未能发挥预期性能，但以本机为基础开发的“紫电改”在本土防空等方面奋战。作为强化了机体，改良强化了各项强度的“强风改”登场！"
  },
  {
    "api_index_no": 218,
    "api_name": "四式战 疾风",
    "api_info": "作为陆军决战机而开发・量产的杰作战斗机Ki84，四式战“疾风”。作为陆军战斗机部队的主力战斗机部署在捷一号作战等战役中作战。部署在菲律宾战线的四式战装备部队，在恶化的战局中，虽然是暂时的但仍努力确保了莱特湾上空的制空权。"
  },
  {
    "api_index_no": 219,
    "api_name": "零式舰战63型(爆战)",
    "api_info": "零式舰上战斗机的战斗轰炸机规格，俗称“爆战”的改良后期型。<br>换装了改良型发动机，燃料箱防弹化后的零战性能提升型，53型。在其机身下增设了250kg或500kg炸弹挂架，为承受轰炸机动，也强化了部分机体强度。请务必在重巡改装的攻击型轻型航空母舰等运用机动部队！"
  },
  {
    "api_index_no": 220,
    "api_name": "8cm高角炮改+增设机枪",
    "api_info": "新开发的8cm长高角炮的改良型。<br>是秋月型装备的10cm长高角炮小型轻量化的对空用副炮版本。虽然评价微妙，但被寄望于成为新型舰艇装备的防空兵装。本装备是小型轻量化为特征的超8cm炮熟成改良型与单装机枪集中部署组合而成的对空兵装套装。"
  },
  {
    "api_index_no": 221,
    "api_name": "一式战 隼II型",
    "api_info": "量产最多的陆军主力战斗机，一式战“隼”，其改良二型。<br>虽然是与零式舰战非常相似的机体，但其注重防弹性的机体虽然略显老旧，但仍在各战线战斗到最后。"
  },
  {
    "api_index_no": 222,
    "api_name": "一式战 隼III型甲",
    "api_info": "量产最多的陆军主力战斗机，一式战“隼”，其最终量产型。<br>机体的基本设计本身虽然已趋于旧式，但强化了发动机等的本机仍在各战线奋战到战斗的最终局面。"
  },
  {
    "api_index_no": 223,
    "api_name": "一式战 隼III型甲(54战队)",
    "api_info": "陆军主力战斗机，一式战“隼”装备的飞行战队。<br>折纸鹤部队徽章的该战队，也部署到北海道和北方千岛方面等。<br>北千岛派遣队的隼，在占守岛战役中也奋战。"
  },
  {
    "api_index_no": 224,
    "api_name": "爆装一式战 隼III型改(65战队)",
    "api_info": "陆军主力战斗机，一式战“隼”，其爆装机装备的飞行战队。<br>运用装备了电波欺瞒纸，现代称为干扰片的爆装一式战等，在困境的战局中，以通常战斗奋战。"
  },
  {
    "api_index_no": 225,
    "api_name": "一式战 隼II型(64战队)",
    "api_info": "陆军主力战斗机，一式战“隼”装备的飞行战队。<br>也曾被称为加藤隼战斗队。<br>加藤名队长培养的该战队在初战大显身手后，在南方作战和缅甸方面困境的战局中持续奋战，与隼一同战斗到最后。"
  },
  {
    "api_index_no": 226,
    "api_name": "九五式爆雷",
    "api_info": "用于反潜的增设爆雷装备。<br>与爆雷投射机和声纳等反潜装备一同装备于驱逐舰和海防舰等，可提高反潜能力。"
  },
  {
    "api_index_no": 227,
    "api_name": "二式爆雷",
    "api_info": "用于反潜的增设爆雷装备。爆雷根据战训，进行了改良。<br>与爆雷投射机和声纳等反潜装备一同装备于驱逐舰和海防舰等，可提高反潜能力。"
  },
  {
    "api_index_no": 228,
    "api_name": "九六式舰战改",
    "api_info": "旧式舰载战斗机的性能提升型。虽然是零战之前就已实战部署的旧型机，但拥有优秀的格斗战能力。<br>在武装和速度方面已属二线水平，但仍可用于防空战斗"
  },
  {
    "api_index_no": 229,
    "api_name": "12.7cm单装高角炮(后期型)",
    "api_info": "装备于小型舰艇的两用炮。虽然不以高超性能著称但作为对舰、对地、对空均能在一定程度上胜任的实用两用炮，装备于后期的轻型战斗舰艇。<br>※在比较小型的驱逐舰及海防舰，以及部分舰艇上可进行有效运用。"
  },
  {
    "api_index_no": 230,
    "api_name": "特大发型登陆艇+坦克第11连队",
    "api_info": "终战时，部署在北千岛最北端占守岛的精锐，坦克第11连队。<br>该精锐部队也被称为“士魂”部队，通过特大发型登陆艇运输，可进行海上机动及登陆战斗运用。"
  },
  {
    "api_index_no": 231,
    "api_name": "30.5cm三联装炮",
    "api_info": "北方之国的战舰主炮。<br>作为战舰主炮，在超无畏舰时代略显落后，但在当时的新锐无畏舰上作为三联装主炮装备"
  },
  {
    "api_index_no": 232,
    "api_name": "30.5cm三联装炮改",
    "api_info": "北方之国的战舰主炮。<br>作为战舰主炮，在超无畏舰时代略显落后，但在当时的新锐无畏舰上作为三联装主炮装备。本兵装是该炮的改进型是为现代化改装的北方之国战舰的改良型装备。"
  },
  {
    "api_index_no": 233,
    "api_name": "F4U-1D",
    "api_info": "作为高性能舰载战斗机而开发的F4U，早期型因难以在航空母舰上运用而从陆上运用。<br>其改良型战斗轰炸机版本以及其后期系列，在机动部队中运用，发挥多用途作用，作为战斗轰炸机长期服役。"
  },
  {
    "api_index_no": 234,
    "api_name": "15.5cm三联装副炮改",
    "api_info": "将巡洋舰主炮转用为大型战舰的副炮。<br>搭载于“大和”级战舰，成为性能和运用性都优秀的战舰副炮，也能进行对空战。在防御方面，众说纷纭，也有人指出这是“大和”级的唯一弱点。本副炮是将该炮作为“大和”级副炮运用，经过改进和优化的改良型装备。"
  },
  {
    "api_index_no": 235,
    "api_name": "15.5cm三联装炮改",
    "api_info": "为弥补条约限制下重巡数量不足，而以火力增强的强力轻巡来替代而开发的三联装主炮。在射程、发射速度、运用性等方面平衡性优异，成为在一定程度上可进行对空战的杰作炮。后来也作为著名的“大和”级战舰的副炮被采用。<br>本炮是在大型轻巡等运用中不断成熟・改进的改良主炮。"
  },
  {
    "api_index_no": 236,
    "api_name": "41cm三联装炮改",
    "api_info": "吴海军工厂炮熕部试作的纯国产战舰主炮三联装炮，其改进改良型。虽然是if兵装，但通过成熟改良各部及射击装置，并考虑炮弹殉爆防止措施的该炮，<br>装备于改长门级战舰实现了远超当时世界列强“Big Seven”水平的攻防平衡和高炮击精度。"
  },
    {
    "api_index_no": 237,
    "api_name": "瑞云(六三四空/熟练)",
    "api_info": "可俯冲轰炸的高性能多用途水上侦察机“瑞云”。<br>以航空战舰“伊势”、“日向”等在海上进行舰队运用为前提编组，经过反复训练的六三四航空队所属的“瑞云”飞行队。<br>虽然未能实际在航空战舰上进行舰队运用，但其精锐“瑞云”队，现在就在这里。"
  },
  {
    "api_index_no": 238,
    "api_name": "零式水上侦察机11型乙",
    "api_info": "作为舰队航空侦察的主角，在战争前半期广泛活跃的“零式水上侦察机”。搭载于战舰、巡洋舰、水上飞机母舰等，利用三座机特性，作为舰队的“眼睛”执行侦察任务。<br>本机是强化了巡逻性能等的改良后期型。"
  },
  {
    "api_index_no": 239,
    "api_name": "零式水上侦察机11型乙(熟练)",
    "api_info": "作为舰队航空侦察的主角，在战争前半期广泛活跃的“零式水上侦察机”。搭载于各水面舰艇，利用三座机特性，作为舰队的“眼睛”执行侦察任务。<br>本机是由熟练飞行员驾驶的，强化了巡逻性能等的改良后期型。"
  },
  {
    "api_index_no": 240,
    "api_name": "22号对水上电探改四(后期调整型)",
    "api_info": "实战运用电探二号电波探信仪二型的改良型。<br>通过新型接收机和各种改良，性能和稳定性得到提升，也实现了具有实效性的雷达射击精度。<br>本装备通过换装改良型接收机并进行各项调整，是后期性能提升型对水上电探。"
  },
  {
    "api_index_no": 241,
    "api_name": "战斗口粮(特别饭团)",
    "api_info": "肚子饿了可不行……战斗前务必吃饱。<br>提督为舰娘努力烹制的炒饭饭团。在海上吃的美味更是特别！（发动消耗后消失）"
  },
  {
    "api_index_no": 242,
    "api_name": "Swordfish",
    "api_info": "虽然是双翼非全金属的旧世代机，但却以高可靠性和运用性著称，是红茶之国的舰载攻击机，名为“剑鱼”。<br>航空母舰“Ark Royal”搭载的本机，在战舰“Bismarck”与英舰队的激战中<br>打出了决定性一击。虽然老旧但战果赫赫的杰作机，终于实装！"
  },
  {
    "api_index_no": 243,
    "api_name": "Swordfish Mk.II(熟练)",
    "api_info": "虽然是双翼非全金属规格的旧世代低速机，但以高可靠性和运用性、优异机动性著称，是红茶之国的舰载攻击机，名为“剑鱼”。<br>“Ark Royal”搭载机在战舰“Bismarck”与英舰队的激战中<br>打出了巨大战功的一击，是虽然老旧但战果赫赫的杰作机，其改良型飞机由精锐双翼舰攻队驾驶。"
  },
  {
    "api_index_no": 244,
    "api_name": "Swordfish Mk.III(熟练)",
    "api_info": "虽然是双翼非全金属的旧世代低速机，但以高可靠性和运用性、优异机动性著称，是红茶之国的杰作机，名为“剑鱼”。<br>在战舰“Bismarck”与英舰队的激战中打出巨大战功的一击等，是虽然老旧但战果赫赫的名机，其强化了巡逻和反潜性能的后期改良型由精锐飞行队驾驶。"
  },
  {
    "api_index_no": 245,
    "api_name": "38cm四联装炮",
    "api_info": "三色旗之国开发的战舰主炮。<br>将四门大口径38cm炮装在一个炮塔中的震撼四联装炮。<br>装备于“Richelieu”级战舰，实现了大火力。"
  },
  {
    "api_index_no": 246,
    "api_name": "38cm四联装炮改",
    "api_info": "三色旗之国开发的战舰主炮。<br>由四门大口径38cm炮组成的震撼四联装炮，装备于“Richelieu”级战舰。是将其熟成、改进的改良大口径主炮装备。<br>在同级别中实现了压倒性的火力。"
  },
  {
    "api_index_no": 247,
    "api_name": "15.2cm三联装炮",
    "api_info": "三色旗之国开发的副炮。<br>也作为轻巡级搭载的主炮运用。请务必搭载于“Richelieu”级战舰，进行主炮+主炮+副炮运用！"
  },
  {
    "api_index_no": 248,
    "api_name": "Skua",
    "api_info": "红茶之国诞生的机动性高的舰载轰炸机。<br>虽然火力不足，但在早期未装备高性能舰载战斗机的该海军海上航空战力中，很好地支撑了天空。其任务将由名机“Spitfire”的舰战型等接替。"
  },
  {
    "api_index_no": 249,
    "api_name": "Fulmar",
    "api_info": "红茶之国开发的两座舰载战斗机。<br>旨在进行侦察和攻击等多用途运用，但机动性能和速度存在问题，未能发挥空战优势。<br>被机动部队的零战队压倒，逐渐消失。"
  },
  {
    "api_index_no": 250,
    "api_name": "Spitfire Mk.I",
    "api_info": "红茶之国代表性主力战斗机，“Spitfire”。<br>其初期型。<br>在不列颠之战中出色地进行了本土防空战，守护了那片天空。<br>之后，各种性能提升型也相继诞生。"
  },
  {
    "api_index_no": 251,
    "api_name": "Spitfire Mk.V",
    "api_info": "红茶之国代表性主力战斗机，“Spitfire”。<br>在不列颠之战中出色地进行了本土防空战，守护了那片天空的名机性能提升量产型。<br>各种性能提升型相继诞生，最终也诞生了舰载战斗机型“Seafire”。"
  },
  {
    "api_index_no": 252,
    "api_name": "Seafire Mk.III改",
    "api_info": "红茶之国代表性主力战斗机，“Spitfire”。<br>在不列颠之战中出色地进行了本土防空战，守护了那片天空的名机舰载战斗机型。在战争后期量产，搭载于英国航空母舰的海洋Spitfire“Seafire”。本机作为其成熟改良型实装。"
  },
  {
    "api_index_no": 253,
    "api_name": "Spitfire Mk.IX(熟练)",
    "api_info": "红茶之国代表性主力战斗机，“Spitfire”。<br>在不列颠之战中出色地进行了本土防空战，守护了那片天空的名机后期性能提升量产型装备的精锐飞行队。<br>“Spitfire”之后更换了发动机，进一步强化进化。"
  },
  {
    "api_index_no": 254,
    "api_name": "F6F-3N",
    "api_info": "大战初期在太平洋上与零战竞争的舰载战斗机F4F系列后继机，装备大功率发动机的强力主力舰载战斗机F6F系列初期型的夜战类型。<br>主翼下装备了机上雷达，是能进行夜间作战行动的夜间战斗机型舰载机。"
  },
  {
    "api_index_no": 255,
    "api_name": "F6F-5N",
    "api_info": "太平洋上与零战竞争的舰载战斗机F4F系列后继机，大战后期称霸天空的F6F系列。后期改良型搭载雷达的夜间战斗机版本。<br>装备大功率发动机和优秀火力，防御方面也得到强化并装备机上雷达的本机，作为强大舰载夜间战斗机，主宰夜间海空。"
  },
  {
    "api_index_no": 256,
    "api_name": "TBF",
    "api_info": "装备重型发动机和坚固机身，在太平洋战争后半期的天空驰骋的主力鱼雷攻击机“TBF”。<br>这款名为“复仇者”的新锐舰载鱼雷攻击机，在F6F系列的掩护下，将对众多日本主力舰艇群施加重击。"
  },
  {
    "api_index_no": 257,
    "api_name": "TBM-3D",
    "api_info": "装备重型发动机和坚固机身，在太平洋战争后半期的天空驰骋的主力鱼雷攻击机“TBF”。这款名为“复仇者”的新锐鱼雷攻击机搭载了机上雷达，赋予了夜间作战能力，就是本机“TBM-3D”。也请尝试夜战型舰载战斗机组合的夜战航空母舰集中运用！"
  },
  {
    "api_index_no": 258,
    "api_name": "夜间作战航空要员",
    "api_info": "夜间航空作战支援装备，如着舰指导灯、电波诱导装置，以及熟练运用这些装备的要员，还有受过训练的着舰信号官等，是支援夜间起降的优秀航空要员。"
  },
  {
    "api_index_no": 259,
    "api_name": "夜间作战航空要员+熟练甲板员",
    "api_info": "夜间航空作战支援装备，如着舰指导灯、电波诱导装置，以及熟练运用这些装备的要员，还有拥有卓越技术的甲板员和熟练的着舰信号官等，是支援夜间航空作战的优秀航空要员们。"
  },
  {
    "api_index_no": 260,
    "api_name": "Type124 ASDIC",
    "api_info": "在很早经历潜艇战斗的红茶之国研究团队，由Anti-Submarine Detection Investigation Committee开发的反潜探测系统。被称为“ASDIC”的该系统群不断进化，发展成为今天的主动声纳。124型搭载于大战初期就已运用的驱逐舰。"
  },
  {
    "api_index_no": 261,
    "api_name": "Type144/147 ASDIC",
    "api_info": "红茶之国开发的反潜探测系统“ASDIC”。其改良发展型。是相当于我国水下探信仪的系统，但通过反潜探测技术的积累和144型与147型的复合装备，精度大幅提升。<br>与“刺猬弹”和“鱿鱼”等先进反潜火器组合，可进行更强大的ASW（反潜战）。"
  },
  {
    "api_index_no": 262,
    "api_name": "HF/DF + Type144/147 ASDIC",
    "api_info": "红茶之国开发的反潜探测系统“ASDIC”。其改良发展型。通过反潜探测技术的积累和144型与147型的复合装备，进一步提高了敌潜探测精度。通过与捕捉敌潜发出的无线电波的“短波方向探测器”组合运用，整体反潜作战能力大幅提升。"
  },
  {
    "api_index_no": 263,
    "api_name": "紫电改(三四三空) 战斗301",
    "api_info": "本土防空的杀手锏，局地战斗机“紫电改”。集中部署该机的三四三空。部署在四国松山的战斗飞行队之一，精锐的紫电改战斗机队，战斗301。由优秀空中指挥官菅野队长率领的该队，在困境的战局中，为守护日本的天空而战。"
  },
  {
    "api_index_no": 264,
    "api_name": "紫电改(三四三空) 战斗701",
    "api_info": "本土防空的杀手锏，局地战斗机“紫电改”。集中部署该机的三四三空。部署在四国松山的战斗飞行队之一，精锐的紫电改战斗机队，战斗701。由自身也是优秀飞行员的空中指挥官鸳渊队长率领的该队，在困境的战局中，面对压倒性优势的敌机动部队舰载机群勇敢战斗。"
  },
  {
    "api_index_no": 265,
    "api_name": "紫电改(三四三空) 战斗407",
    "api_info": "本土防空的杀手锏，局地战斗机“紫电改”。集中部署该机的三四三空。部署在四国松山的战斗飞行队之一，精锐的紫电改战斗机队，战斗407。由精锐飞行员兼年轻空中指挥官林队长率领的该队，在不利的战局中，面对压倒性优势的敌机动部队舰载机，以及B-29的拦截而起飞。"
  },
  {
    "api_index_no": 266,
    "api_name": "12.7cm联装炮C型改二",
    "api_info": "中期以后舰队级驱逐舰搭载主炮的if改装型。<br>炮盾全周遮蔽以应对弹片和恶劣天气，动力操炮方式不变，结合众多战训进行改装，是小型舰艇用成熟小口径主炮。"
  },
  {
    "api_index_no": 267,
    "api_name": "12.7cm联装炮D型改二",
    "api_info": "夕云级驱逐舰等搭载的驱逐舰主炮if改装型。<br>虽然最大仰角设置较大，但装填系统的基本结构与传统相同，因此对空能力有限。但是，通过结合众多实战战训进行改装，在甲级及丙级驱逐舰运用中可发挥优秀的炮战能力。"
  },
  {
    "api_index_no": 268,
    "api_name": "北方迷彩(+北方装备)",
    "api_info": "北方作战舰艇施加的北方迷彩及寒冷地作战用各种装备。<br>适合北方作战的迷彩，舰内可燃物尽可能削减，此外，通过充实北方作战用装备等，可提高北方各海域的生存性。<br>在北方海域执勤的某5,500吨级轻巡改以上舰艇也可运用，尤其期待高效果。"
  },
  {
    "api_index_no": 269,
    "api_name": "试制东海",
    "api_info": "作为十七试哨戒机开发的正宗陆上起飞反潜巡逻机。<br>虽然速度较慢，但装备了专门用于反潜巡逻的机体性能和新开发的舰用磁性探测仪“KMX”，期待其作为基地航空队的反潜战力活跃。"
  },
  {
    "api_index_no": 270,
    "api_name": "东海(九〇一空)",
    "api_info": "作为十七试哨戒机开发的正宗陆上起飞反潜巡逻机“东海”。集中部署于第九〇一航空队的本机，在恶化的战局和丧失的制空权中，虽然付出了巨大牺牲但仍努力通过反潜巡逻压制敌潜艇。"
  },
  {
    "api_index_no": 271,
    "api_name": "紫电改四",
    "api_info": "本土防空的杀手锏，局地战斗机“紫电改”的舰载机型，其改良型。凭借大马力发动机和空战襟翼的采用等，拥有出色空战能力，旨在弥补实战化延迟的下一代主力舰载战斗机“烈风”的空缺，是主要围绕“紫电改”发动机进行改良的性能提升型。"
  },
  {
    "api_index_no": 272,
    "api_name": "游击部队 舰队司令部",
    "api_info": "海上指挥游击部队的舰队司令部。<br>可设置在能开设司令部设施的达到一定大小的舰艇上。当以该司令部为旗舰的舰队作为“游击部队”出击时，可让受损严重的舰艇单舰从战场脱离，执行“单舰退避”。"
  },
  {
    "api_index_no": 273,
    "api_name": "彩云(侦四)",
    "api_info": "“无敌机可追我”。拥有敌战斗机无法追随的高速性，快足高性能舰载侦察机“彩云”。<br>“彩云”在恶化的战况中，为侦察敌情而飞向了海面。装备该机的侦察第四飞行队，活跃于捷一号作战正面莱特方向侦察，之后作为紫电改集中装备部队“三四三空”的眼睛。"
  },
  {
    "api_index_no": 274,
    "api_name": "12cm30联装喷进炮改二",
    "api_info": "舰载对空火箭发射器“12cm30联装喷进炮”经过战训进一步改良强化的改装型。后方气流对策、再装填，以及射击装置也进行了改良，通过喷进式对空烧霰弹连续发射的弹幕，保护友舰免受逼近敌机攻击的能力进一步提升。<br>在“伊势改”和“日向改”上，将发挥更高防空效果。"
  },
  {
    "api_index_no": 275,
    "api_name": "10cm联装高角炮改+增设机枪",
    "api_info": "拥有优秀舰队防空能力的10cm长高角炮。该炮的大型舰对空装备用改良兵装。<br>是秋月型防空驱逐舰等装备的10cm长高角炮的大型舰搭载用改良版本，并结合增设机枪集中部署的对空兵装套装。"
  },
  {
    "api_index_no": 276,
    "api_name": "46cm三联装炮改",
    "api_info": "吴海军工厂炮熕部极秘开发的世界最大最强级战舰主炮，其改良改进型。<br>通过吸取各种战训，对“大和”级战舰搭载的能对敌主力战舰进行超视距打击的主炮进行改装强化。<br>通过装备“大和”、“武藏”，以及与“15.5cm三联装副炮改”复合装备，本兵装将发挥其真正价值。"
  },
  {
    "api_index_no": 277,
    "api_name": "FM-2",
    "api_info": "大战初期在太平洋上与零战竞争的舰载战斗机，野猫“F4F”系列。本机“FM-2”是F4F的改良后期量产型，削弱高空性能，提升低空机动性和操控便利性的杰作通用支援舰载战斗机。在每周生产的护卫航空母舰等上运用。此次，作为对舰・对地的通用支援战斗机登场。"
  },
  {
    "api_index_no": 278,
    "api_name": "SK 雷达",
    "api_info": "美国开发・运营的对空早期警戒雷达。探测距离大，能力优秀。本雷达与拦截战斗机队的連携，以及埃塞克斯级等新型且强大的航空母舰的投入，将发挥压倒性的舰队防空网络。"
  },
  {
    "api_index_no": 279,
    "api_name": "SK+SG 雷达",
    "api_info": "引入红茶之国微波雷达技术，美国开发・量产的优秀舰艇搭载用水上雷达SG雷达。<br>其与SK雷达的搭载，不仅对空早期警戒、对空战斗，在低空警戒和对水上战中也发挥优秀能力。"
  },
  {
    "api_index_no": 280,
    "api_name": "QF 4.7inch炮 Mk.XII改",
    "api_info": "红茶之国驱逐舰搭载的主炮兵装，其改良版。<br>可爱的驱逐舰用主炮，希望与ASDIC一同搭载于实战中锻炼出的，拥有优秀反潜战斗力的红茶之国驱逐舰们！"
  },
  {
    "api_index_no": 281,
    "api_name": "51cm联装炮",
    "api_info": "大和级战舰发展强化型搭载検討的大口径大型用战舰主炮，其完成版。作为最大最强的舰艇搭载用火炮兵装，本炮可运用在改装强化的的大和级等舰艇上。<br>请用从未实战部署的本炮，在海上齐射一发！"
  },
  {
    "api_index_no": 282,
    "api_name": "130mm B-13联装炮",
    "api_info": "北方之国小型舰艇的主炮。<br>拥有优秀火力的本炮也装备于大型向导驱逐舰等，在对陆炮击等方面也取得了成果。<br>уpааааааа!"
  },
  {
    "api_index_no": 283,
    "api_name": "533mm三联装鱼雷",
    "api_info": "北方之国舰艇用鱼雷装备。<br>当然要给来自北方之国的舰艇，也想给可靠的那个她装备。<br>хорошо!"
  },
  {
    "api_index_no": 284,
    "api_name": "5inch单装炮 Mk.30",
    "api_info": "美国开发・实战部署的优秀两用炮。作为同驱逐舰级别搭载主炮，广泛运用的单装炮兵装。<br>在对舰战斗和对空战斗两方面都发挥了优秀实用性的本炮，也作为主炮装备于弗莱彻级驱逐舰和在莱特湾海战中从栗田舰队主力手中保护塔菲3护卫航空母舰群而奋战的护卫驱逐舰等。"
  },
  {
    "api_index_no": 285,
    "api_name": "61cm三联装(氧气)鱼雷后期型",
    "api_info": "作为陈旧的53cm鱼雷的后继而开发的大型61cm鱼雷。<br>其三联装发射管作为驱逐舰的主力兵装，搭载于特型驱逐舰“吹雪”级等。其改良型兵装，装填鱼雷已换装为“九三式氧气鱼雷”，吸取战训，反复改良和调整后的后期型氧气鱼雷装备。"
  },
  {
    "api_index_no": 286,
    "api_name": "61cm四联装(氧气)鱼雷后期型",
    "api_info": "以大威力长射程著称的秘密武器“九三式氧气鱼雷”。<br>将这款必杀的氧气鱼雷四联装的水雷兵装的决定版，就是这款四联装【氧气鱼雷】发射管。<br>本兵装吸取战训，是经过实战改良和调整后的后期型氧气鱼雷装备。"
  },
  {
    "api_index_no": 287,
    "api_name": "三式爆雷投射机 集中部署",
    "api_info": "为应对日益增长的敌潜艇威胁，集中部署三式爆雷投射机。<br>拥有对舷侧方向单舷6～8基，双舷12～16基爆雷投射能力的，反潜舰艇用反潜压制兵装。日振型之后，鹈来级以后装备，在海上护卫和反潜巡逻中发挥了威力。"
  },
  {
    "api_index_no": 288,
    "api_name": "试制15cm9联装反潜喷进炮",
    "api_info": "爆雷投下轨道在舰的后方，传统型三式爆雷投射机可向舰的舷侧方向投射爆雷，但本喷进爆雷炮是可向舰首方向投射爆雷的新型反潜装备。<br>虽然仍在试作阶段，与欧美同类兵装相比仍处于发展中，但它是一款有潜力发展成日式“刺猬弹”的兵装。"
  },
  {
    "api_index_no": 289,
    "api_name": "35.6cm三联装炮改(眩惑迷彩规格)",
    "api_info": "为金刚级高速战舰替代新建造舰艇计划的三联装35.6cm主炮，其改二以后用if改良强化型兵装。<br>射击精度提升，效果不明，但仍施加了与最后在吴军港奋战的“榛名”前部主炮最终规格相同的斑马纹眩惑迷彩。"
  },
  {
    "api_index_no": 290,
    "api_name": "41cm三联装炮改二",
    "api_info": "吴海军工厂炮熕部开发的纯国产战舰用三联装主炮，其改进改良型。虽然是if兵装，但通过轻量化及射击装置熟成改良的该改良炮，装备于航空战舰，特别优化改装为伊势级航空战舰的战舰主炮兵装。特别是在大规模改装后的伊势级改二上，将充分发挥其潜在能力。"
  },
  {
    "api_index_no": 291,
    "api_name": "彗星二二型(六三四空)",
    "api_info": "作为“九九舰爆”的后继机而开发，以高速性能著称的水冷发动机舰载轰炸机“彗星”。<br>本舰爆队是为航空战舰搭载而改装的彗星舰爆二二型，为航空战舰运用而反复训练的第六三四航空队。请务必充分利用为航空战舰磨砺出的彗星舰爆队，不惜消耗！"
  },
  {
    "api_index_no": 292,
    "api_name": "彗星二二型(六三四空/熟练)",
    "api_info": "作为“九九舰爆”的后继机而开发，以高速性能著称的水冷发动机舰载轰炸机“彗星”。是为航空战舰搭载而改装的彗星舰爆二二型，集中部署了其改装强化机和熟练飞行员的第六三四航空队所属精锐彗星舰爆队。其作为以航空战舰为母舰的舰爆队磨砺出的力量，务请提督与“瑞云”一同发挥其作用！"
  },
  {
    "api_index_no": 293,
    "api_name": "12cm单装炮改二",
    "api_info": "旧型驱逐舰标准主炮搭载的小口径主炮的改良型。<br>装填、操炮均为人力，但结构简单、经济性高，作为驱逐舰和海防舰等的主炮长期使用。本兵装吸取战训进行改良，大幅提升了实战运用性。<br>遗憾的是不适合对空射击。"
  },
  {
    "api_index_no": 294,
    "api_name": "12.7cm联装炮A型改二",
    "api_info": "特I型驱逐舰采用的驱逐舰主炮，其改良型。炮盾全周遮蔽，采取弹片和恶劣天气对策，并采用动力操炮的现代化驱逐舰主炮的先驱，本兵装经过改良提升了在特I型上的运用性和精度。但是，本质上是平射炮，因此不适合对空战斗。"
  },
  {
    "api_index_no": 295,
    "api_name": "12.7cm联装炮A型改三(战时改修)+高射装置",
    "api_info": "以老旧A型炮的冗余装备为基础，进行全面改装，换装为两用炮的战时改装if驱逐舰主炮。包括最大仰角、装填机构的换装、与高射装置的联动，使其成为与传统A型炮完全不同的特型驱逐舰用主炮兵装。作为两用炮，也能在一定程度上进行对空战斗。"
  },
  {
    "api_index_no": 296,
    "api_name": "12.7cm联装炮B型改四(战时改修)+高射装置",
    "api_info": "对略显老旧B型炮的冗余装备进行全面改装，换装为两用炮的战时改装if驱逐舰主炮。为应对现实的对空战斗，将最大仰角、装填机构的换装、与高射装置的联动等，使其升华为与传统B型炮完全不同的驱逐舰用兵装。设想在特II型以后、初春级、白露级等舰艇上装备运用，作为两用炮也能进行对空战斗。"
  },
  {
    "api_index_no": 297,
    "api_name": "12.7cm联装炮A型",
    "api_info": "震惊世界的特型驱逐舰，其初期型吹雪级采用的驱逐舰主炮A型。炮盾全周遮蔽以应对弹片及恶劣天气重量相对较轻，在当时是优秀的驱逐舰装备。<br>由于是平射炮，不适合对空射击。"
  },
  {
    "api_index_no": 298,
    "api_name": "16inch Mk.I三联装炮",
    "api_info": "红茶之国建造的“Big Seven”，条约时代建造的<br>16inch炮搭载超无畏舰纳尔逊级。作为其主兵装，集中部署在该舰前部的大口径三联装战舰主炮。尽管存在问题，但纳尔逊级以其集中部署三基九门本三联装主炮于舰前部的野心勃勃的舰形，<br>与日本的长门和陆奥一同，构成了“Big Seven”的一角。"
  },
  {
    "api_index_no": 299,
    "api_name": "16inch Mk.I三联装炮+AFCT改",
    "api_info": "红茶之国建造的“Big Seven”，条约时代建造的<br>16inch炮搭载超无畏舰纳尔逊级。作为其主兵装，集中部署在该舰前部的大口径三联装战舰主炮。反复成熟改良了其射击管制用最新模拟计算机Admiralty Fire Control Table，提高了射击精度。通过在纳尔逊级等舰艇上运用，可发挥高战斗力。"
  },
  {
    "api_index_no": 300,
    "api_name": "16inch Mk.I三联装炮改+FCR type284",
    "api_info": "红茶之国建造的“Big Seven”，条约时代建造的<br>16inch炮搭载超无畏舰纳尔逊级。作为其主兵装，集中部署在该舰前半部的大口径三联装战舰主炮的改良型。此外，采用与该炮联动的射击管制雷达284型，可进行高精度雷达射击。通过在纳尔逊级和红茶之国的战舰上运用，可期待高战斗力。"
  },
  {
    "api_index_no": 301,
    "api_name": "20联装7inch UP Rocket Launchers",
    "api_info": "红茶之国开发，用于大型舰等对空近程防御的多联装对空火箭发射器。采用了比日本对空喷进炮使用的12cm洛萨弹更大的火箭弹。<br>通过在红茶之国舰艇和部分战舰上与砰砰炮一同，或集中运用，虽然有限，但在近程对空防御中发挥效果。"
  },
  {
    "api_index_no": 302,
    "api_name": "九七式舰攻(九三一空/熟练)",
    "api_info": "支撑初期机动部队的主力攻击机“九七舰攻”。<br>将老旧的该机作为反潜巡逻机版本运用的九三一航空队所属“九七舰攻”装备飞行队，其熟练飞行员组合的舰载反潜巡逻机。作为海上护卫部队的翅膀，保护舰队和船队免受水下威胁。"
  },
  {
    "api_index_no": 303,
    "api_name": "Bofors 15.2cm联装炮 Model 1930",
    "api_info": "北欧瑞典名门火器制造商开发的轻巡用中口径联装主炮兵装。<br>与日本5,500吨级轻巡排水量大致相同，被瑞典海军轻巡级别采用。虽然有限但也能应对对空战斗。"
  },
  {
    "api_index_no": 304,
    "api_name": "S9 Osprey",
    "api_info": "红茶之国诞生的双翼双座机杰作Hawker Hart。<br>虽然略显老旧，但该畅销机的改良水上飞机型就是本机“Osprey”。<br>也被瑞典海军采用，作为侦察机和弹着观测机运用。"
  },
  {
    "api_index_no": 305,
    "api_name": "Ju87C改二(KMX搭载机)",
    "api_info": "该国俯冲轰炸机的代表性存在。将进口到日本的本机进行改装，施加了磁性探测反潜兵装和舰载用装备的对潜用if舰爆。<br>以“斯图卡”这一闻名世界的称呼和拥有优秀俯冲轰炸性能的倒海鸥翼为特征的本机与反潜护卫航空母舰组合，开启新的反潜搜索扫荡战！"
  },
  {
    "api_index_no": 306,
    "api_name": "Ju87C改二(KMX搭载机/熟练)",
    "api_info": "该国俯冲轰炸机的代表性存在。装备了将进口到日本的本机改装，施加了磁性探测反潜兵装和舰载用装备的对潜用if舰爆的熟练飞行员组成的精锐反潜舰爆队。<br>以“斯图卡”这一闻名世界的称呼和拥有优秀俯冲轰炸性能的倒海鸥翼为特征的本机与反潜护卫航空母舰组合，开启新的反潜搜索扫荡&压制战！"
  },
  {
    "api_index_no": 307,
    "api_name": "GFCS Mk.37",
    "api_info": "美国开发・实战部署的射击管制系统。<br>采用机械式计算机，拥有与射击指挥雷达联动的发展性的本射击指挥系统，不仅广泛应用于驱逐舰等小型舰艇，也广泛应用于战舰和巡洋舰等大型舰艇。<br>复古未来主义的独特外观也极具魅力。"
  },
  {
    "api_index_no": 308,
    "api_name": "5inch单装炮 Mk.30改+GFCS Mk.37",
    "api_info": "美国开发・实战部署的优秀两用炮。作为同驱逐舰级别搭载主炮而广泛运用的单装炮兵装的改良型。<br>结合了与射击指挥雷达联动的射击管制系统的本兵装，也作为弗莱彻级驱逐舰的主炮装备运用，在对空战斗中也发挥了优秀能力。"
  },
  {
    "api_index_no": 309,
    "api_name": "甲标的丁型改(蛟龙改)",
    "api_info": "独自开发的“特殊潜航艇”，其后期改良型的进一步发展型。将传统甲标的放大，强化了续航距离和通信能力，乘员也扩充到5名，艇首配备2具45cm鱼雷发射管的接近迷你潜艇的强化发展型甲标的。原本是考虑到战局而设计用于舰上运用，但改良型的本艇可积极运用在对应该运用的水面舰艇上。"
  },
  {
    "api_index_no": 310,
    "api_name": "14cm联装炮改",
    "api_info": "搭载于轻巡洋舰和练习巡洋舰的主炮中口径联装炮，其改良强化型。<br>搭载于香取级练习巡洋舰“香取”、“鹿岛”和轻巡洋舰“夕张”、水上飞机母舰“日进”等舰艇主炮兵装的改良型。不适合对空战斗但对舰对地战斗有效。"
  },
  {
    "api_index_no": 311,
    "api_name": "二式陆上侦察机",
    "api_info": "作为十三试陆战开发的长程双发陆上战斗机。作为双发远距离战斗机开发未能成功，将本机正式采纳为侦察机的就是这款“二式陆侦”。<br>部署在拉包尔的本机后来经过当地改装，装备2挺20mm斜射机枪，在拉包尔和本土防空战中与大型轰炸机奋战著名的夜间战斗机“月光”由此诞生。"
  },
  {
    "api_index_no": 312,
    "api_name": "二式陆上侦察机(熟练)",
    "api_info": "作为十三试陆战开发的长程双发陆上战斗机。作为双发远距离战斗机开发未能成功，将本机正式采纳为侦察机的“二式陆侦”，由装备该机的熟练飞行员组合的侦察队。部署在拉包尔的本机经过当地改装，装备20mm斜射机枪，后来在本土防空战中与大型战略轰炸机奋战著名的夜间战斗机“月光”队由此诞生。"
  },
  {
    "api_index_no": 313,
    "api_name": "5inch单装炮 Mk.30改",
    "api_info": "美国开发・实战部署的优秀两用炮。作为同驱逐舰级别搭载主炮而广泛运用的单装炮，其改良型。<br>在对舰战斗和对空战斗两方面都发挥了优秀实用性的本炮，也作为弗莱彻级驱逐舰等的主炮兵装被采用将发挥优秀战斗力。"
  },
  {
    "api_index_no": 314,
    "api_name": "533mm五联装鱼雷(初期型)",
    "api_info": "美国开发并广泛实战部署的标准对水面舰艇用鱼雷兵装。<br>初期因故障频发，稳定性不足，但后期故障得以解决在对水面舰艇战斗时取得了巨大战果。"
  },
  {
    "api_index_no": 315,
    "api_name": "SG 雷达(初期型)",
    "api_info": "美国开发并装备于众多水面舰艇的实用对水面雷达。<br>引入红茶之国开发的先进雷达技术，并进行独自改良，发展而成的标准化实用对水面及低空警戒搜索雷达，其初期型。"
  },
  {
    "api_index_no": 316,
    "api_name": "Re.2001 CB改",
    "api_info": "意面之国开发/部署的液冷发动机装备战斗机，其战斗轰炸机类型。<br>拥有相对较大的打击力，炸弹投下后在制空战斗中活跃……或许也能。是舰爆和舰战之间的机体。真想把它搭载到那艘航空母舰上啊！"
  },
  {
    "api_index_no": 317,
    "api_name": "三式弹改",
    "api_info": "战舰等大型舰艇主炮发射的对空特殊炮弹。<br>是一种榴散弹，大量子弹爆炸，旨在将敌机编队一网打尽歼灭而开发的三式烧霰弹的改良型。<br>对地软目标攻击也有效。吸取战训，提高运用性同时也采取了防殉爆措施的if改良弹头。"
  },
  {
    "api_index_no": 318,
    "api_name": "41cm联装炮改二",
    "api_info": "吴海军工厂炮熕部开发的纯国产战舰用联装主炮，其改进改良型。虽然是if兵装，但通过提升防御面及射击速度，并改良射击装置，是为长门级主力战舰及改装伊势型优化的成熟战舰主炮兵装。特别是在大规模改装后的长门级战舰改二上，将充分发挥其潜在能力。"
  },
  {
    "api_index_no": 319,
    "api_name": "彗星一二型(六三四空/三号炸弹搭载机)",
    "api_info": "作为“九九舰爆”的后继机而开发，以高速性能著称的水冷发动机舰载轰炸机“彗星”。<br>if改装航空战舰“伊势改二”、“日向改二”搭载，并装备了运用困难的对地・对空三号炸弹，经过反复训练擅长该运用的舰爆队。<br>也参与对地攻击，发挥威力。"
  },
  {
    "api_index_no": 320,
    "api_name": "彗星一二型(三一号光电管炸弹搭载机)",
    "api_info": "作为“九九舰爆”的后继机而开发，以高速性能著称的水冷发动机舰载轰炸机“彗星”。其“彗星一二型”上搭载了新开发且正在运用实验中的“三一号光电管炸弹”的特殊兵装机。<br>引信接收光电管反射的电光而爆炸的特殊炸弹搭载“彗星”。据说“芙蓉部队”也积极运用这款战斗到最后一刻，坚持不懈的名机。"
  },
  {
    "api_index_no": 322,
    "api_name": "瑞云改二(六三四空)",
    "api_info": "可俯冲轰炸的高性能多用途水上侦察机“瑞云”。<br>搭载于航空战舰“伊势”、“日向”，以海上舰队运用为前提编组，经过反复训练的六三四航空队所属的“瑞云”飞行队。<br>将其12型进一步调优，是战斗到最后，坚持不懈的杰作多用途水上侦察机最终强化型。"
  },
  {
    "api_index_no": 323,
    "api_name": "瑞云改二(六三四空/熟练)",
    "api_info": "可俯冲轰炸的高性能多用途水上侦察机“瑞云”。<br>搭载于航空战舰“伊势”、“日向”，以海上舰队运用为前提编组，经过反复训练的六三四航空队所属的“瑞云”飞行队。<br>是战斗到最后，坚持不懈的杰作多用途水上侦察机最终强化型，该机由六三四空精锐驾驶的最精锐瑞云队。<br>现在，将最精锐“瑞云”队，献给你。"
  },
  {
    "api_index_no": 324,
    "api_name": "O号观测机改",
    "api_info": "陆军开发、运用的自转旋翼机。其反潜战斗力强化的if强化型改装机。<br>可以追溯到现代舰载直升机的祖先，是旋翼舰载反潜巡逻机，可由全通甲板的两栖攻击舰、轻型航空母舰、改装航空战舰、航空甲板的航空巡洋舰等运用。"
  },
  {
    "api_index_no": 325,
    "api_name": "O号观测机改二",
    "api_info": "陆军开发、运用的自转旋翼机。其反潜战斗力及发动机强化的if强化型改装最终型。<br>可以追溯到现代巡逻直升机的祖先，旋翼舰载反潜巡逻机，可由旋翼机运用能力高的全通甲板改装航空战舰等展开强大ASW。"
  },
  {
    "api_index_no": 326,
    "api_name": "S-51J",
    "api_info": "时代从自转旋翼机，走向直升机。在那个时代原型机已实现首飞，以巡逻和联络等为中心开始实用化的旋翼机，早期的直升机。是战后也引入海上自卫队的该机if反潜巡逻型的舰载直升机。"
  },
  {
    "api_index_no": 327,
    "api_name": "S-51J改",
    "api_info": "时代从自转旋翼机，走向直升机。在那个时代原型机已实现首飞，以巡逻和联络等为中心开始实用化的旋翼机，早期的直升机。是战后也引入海上自卫队的该机if反潜巡逻型的舰载直升机，其强化改装型。"
  },
  {
    "api_index_no": 328,
    "api_name": "35.6cm联装炮改",
    "api_info": "金刚级建造时期向英国订购，后实现国产化，作为伊势级之前标准战舰主炮兵装运用的大口径主炮，其if改良型。旨在提高射击速度和精度，同时减轻火炮本身重量并提高被弹时抗损伤性。<br>通过改装后的金刚级高速战舰运用，发挥其威力！"
  },
  {
    "api_index_no": 329,
    "api_name": "35.6cm联装炮改二",
    "api_info": "金刚级建造时期向英国订购，作为伊势级之前标准战舰主炮兵装运用的大口径主炮，其更进一步改良炮if后期型。射击速度提升并配高精度测距仪，对空防御也充实。吸取各种战训，运用性大幅提升，通过改装后的金刚级高速战舰运用，发挥其真正价值！"
  },
  {
    "api_index_no": 330,
    "api_name": "16inch Mk.I联装炮",
    "api_info": "美国建造的“Big Seven”，“Colorado”级。<br>其初期主炮兵装采用的标准16inch联装炮。日本的“长门”、“陆奥”，以及红茶之国的“Nelson”级共同构成“Big Seven”一角的同级战舰三艘。<br>同级首舰“Colorado”，以及一度在珍珠港被击沉的姊妹舰也浮扬修复，投身太平洋战争。"
  },
  {
    "api_index_no": 331,
    "api_name": "16inch Mk.V联装炮",
    "api_info": "美国建造的“Big Seven”，“Colorado”级。<br>其初期主炮兵装采用的标准16inch联装主炮，其改良强化型。<br>那场战争开战时正在大修的“Colorado”级战舰首舰，以及在珍珠港被击沉的姊妹舰也接受改装，主炮兵装将依次更新为本炮。"
  },
    {
    "api_index_no": 332,
    "api_name": "16inch Mk.VIII联装炮改",
    "api_info": "这是在美国建造的“Big Seven”级战列舰，<br>“科罗拉多”级所采用的初期主炮兵装——标准的16inch联装主炮的进一步强化改良型兵装。<br>在16inch联装主炮的基础上进行了改良，并进一步充实了近接对空兵装。在改装后的“科罗拉多”级战列舰上装备运用时，能发挥出尤其高的炮战能力。"
  },
  {
    "api_index_no": 333,
    "api_name": "烈风改",
    "api_info": "作为名机“零战”的后继机而开发的最新锐舰载战斗机“烈风”。以该机为基础，为在高空拦截重型轰炸机而装备了废气涡轮增压器，以及包括斜射机枪在内的共6挺30mm机枪，作为拥有压倒性火力的重武装局地战斗机而开发的就是本机“烈风改”。<br>将梦幻之翼，交付给提督的航空队！"
  },
  {
    "api_index_no": 334,
    "api_name": "烈风改(三五二空/熟练)",
    "api_info": "作为名机“零战”的后继机而开发的最新锐舰载战斗机“烈风”。以该机为基础计划开发，为在高空拦截重型轰炸机的新型战斗机，装备了废气涡轮增压器，以及包括斜射机枪在内的共7挺30mm机枪，拥有压倒性火力的重武装局地战斗机“烈风改”。守护日本天空的三五二空所属精锐“烈风改”战斗队。"
  },
  {
    "api_index_no": 335,
    "api_name": "烈风改(试制舰载型)",
    "api_info": "作为名机“零战”的后继机而开发的最新锐舰载战斗机“烈风”。以该机为基础计划开发，为在高空拦截重型轰炸机的新型战斗机，装备了废气涡轮增压器，以及包括斜射机枪在内的共8挺30mm机枪，拥有压倒性火力的重武装局地战斗机“烈风改”。本机原本是局地战斗机但施加了航空母舰运用所需的各种装备，是if舰载型“烈风改”。"
  },
  {
    "api_index_no": 336,
    "api_name": "烈风改二",
    "api_info": "作为名机“零战”的后继机而开发的最新锐舰载战斗机“烈风”。以该机为基础的高空型局地战斗机“烈风改”进一步成熟，撤去斜射机枪，提升对战斗机战斗和舰战的完成度，是性能提升型烈风，“烈风改二”。<br>虽然是if装备，但务请将其作为第一航空战队，以及提督精锐机动部队的守护之翼来运用！"
  },
  {
    "api_index_no": 338,
    "api_name": "烈风改二戊型",
    "api_info": "作为名机“零战”的后继机而开发的最新锐舰载战斗机“烈风”。以该机为基础的高空型局地战斗机“烈风改”进一步成熟，撤去斜射机枪，提升对战斗机战斗和舰战的完成度，是性能提升型烈风“烈风改二”的双座化版本。<br>机上电探装备也充实，是if夜战型“烈风改二”。<br>为日本机动部队开启了新的战术可能性。"
  },
  {
    "api_index_no": 339,
    "api_name": "烈风改二戊型(一航战/熟练)",
    "api_info": "作为名机“零战”的后继机而开发的最新锐舰载战斗机“烈风”。以该机为基础的高空型局地战斗机“烈风改”进一步成熟，撤去斜射机枪，提升对战斗机战斗和舰战的完成度，是性能提升型烈风“烈风改二”的双座化版本。<br>机上电探装备也充实，是if夜战型“烈风改二”，由第一航空战队的熟练飞行员组合驾驶的精锐夜间战斗机队。"
  },
  {
    "api_index_no": 340,
    "api_name": "152mm/55 三联装速射炮",
    "api_info": "意面之国生产的，传统可靠的高性能中口径三联装速射炮，其轻巡用主炮版本。炮塔旋转、俯仰、炮弹扬弹及装填主要由电力驱动的最新型号。战后也活跃的新锐轻巡主炮，以及同结构火炮也作为新型高速战舰的副炮被采用。"
  },
  {
    "api_index_no": 341,
    "api_name": "152mm/55 三联装速射炮改",
    "api_info": "意面之国生产的，传统可靠的高性能中口径三联装速射炮，其轻巡用主炮版本。炮塔旋转、俯仰、炮弹扬弹及装填主要由电力驱动的最新型号。战后也活跃的新锐轻巡主炮，以及同结构火炮也作为新型高速战舰的副炮被采用的本炮进一步成熟后的改进后期型。"
  },
  {
    "api_index_no": 342,
    "api_name": "流星改(一航战)",
    "api_info": "整合了舰攻和舰爆的先进“可俯冲轰炸的鱼雷攻击机”“流星”的性能提升型。不仅造型优美，弹仓、主起落架、主翼折叠机构也采用液压操作式，装备2门20mm炮，以及1门13mm后方旋转机枪的最新装备&重武装的舰载整合攻击机“流星改”。是装备该机的“赤城”、“加贺”部署的if精锐舰攻队。"
  },
  {
    "api_index_no": 343,
    "api_name": "流星改(一航战/熟练)",
    "api_info": "整合了舰攻和舰爆的先进“可俯冲轰炸的鱼雷攻击机”“流星”的性能提升型。不仅造型优美，弹仓、主起落架、主翼折叠机构也采用液压操作式，装备2门20mm炮，以及1门13mm后方旋转机枪的最新装备&重武装的舰载整合攻击机“流星改”。是该机和熟练飞行员组成的“赤城”、“加贺”部署的最精锐if舰攻队。"
  },
  {
    "api_index_no": 344,
    "api_name": "九七式舰攻改 试制三号戊型(空六号电探改装备机)",
    "api_info": "初期机动部队航空打击力核心的名舰载攻击机，俗称“九七舰攻”。强化改装老旧的该机，搭载改良调整后的机上电探空六号改以及夜间作战装备的if改装夜间舰载攻击机，试制三号舰攻戊型，俗称“九七式舰攻改”。<br>国产实用夜间攻击机，其首批机翼务请交给提督的舰队！"
  },
  {
    "api_index_no": 346,
    "api_name": "二式12cm迫击炮改",
    "api_info": "原本是日本陆军在大战后期开发的陆战用迫击炮。<br>搭载于缺乏足够反潜装备的陆军舰艇等，也作为前方投射型反潜火器运用。本兵装是该迫击炮进一步改良的舰载用强化型。可替代爆雷投射机且虽然有限，也能进行对地攻击。"
  },
  {
    "api_index_no": 347,
    "api_name": "二式12cm迫击炮改 集中部署",
    "api_info": "日本陆军开发的陆战用迫击炮的舰载型改良型。<br>装备于缺乏足够反潜装备的舰艇，也作为前方投射型反潜火器运用的该迫击炮进一步强化改良，集中部署的替代反潜火器装备。该兵装可进一步集中运用通过连续发射大量迫击炮弹，也可进行对地压制攻击。"
  },
  {
    "api_index_no": 348,
    "api_name": "舰载型 四式20cm对地喷进炮",
    "api_info": "作为地对地火箭兵装，日本陆军开发的试制四式喷进炮。以集中投射压倒性火力为目的，破坏压制敌方地面战力及阵地，并在防御战中实际投入。<br>本兵装是将该地对地喷进炮舰载，通过集中运用以打击敌方地面兵力的舰艇用对地if装备。<br>※本兵装通过集中运用，可进一步发挥能力。"
  },
  {
    "api_index_no": 349,
    "api_name": "四式20cm对地喷进炮 集中部署",
    "api_info": "作为地对地火箭兵装，日本陆军开发的试制四式喷进炮。以集中投射压倒性火力为目的，破坏压制敌方地面战力及阵地，并在防御战中实际投入。<br>本兵装是将该地对地喷进炮大量舰载，集中运用以打击敌方地面兵力的强力舰艇用对地if装备。<br>对地火力大，但易受弹且有殉爆危险。"
  },
  {
    "api_index_no": 350,
    "api_name": "Me163B",
    "api_info": "科学之国开发并实战部署的世界上第一款量产火箭战斗机。拥有压倒性爬升力和俯冲时接近马赫的速度，是一款充满未来感的真实重轰炸机杀手，实用高空局地火箭战斗机。虽然续航距离极短等缺点众多但它确实像彗星般划过天空。<br>※在防空战斗中，可进行有效的高空拦截。"
  },
  {
    "api_index_no": 351,
    "api_name": "试制 秋水",
    "api_info": "科学之国开发并实战部署的世界上第一款量产火箭战斗机。通过伊号潜艇带回其宝贵技术资料，从不完整的图纸陆海军共同开发出的日本首款火箭战斗机的试作型。旨在拦截通常活塞式飞机难以拦截的从遥远高空飞来的重型轰炸机。"
  },
  {
    "api_index_no": 352,
    "api_name": "秋水",
    "api_info": "引入Me163技术，通过日本独自技术进行补充改装，陆海军共同目标完成的高空局地战斗机“秋水”。<br>本机是在未能完成实用化的该机完成，并经过各部队运用成熟，克服了各种问题后实用化的if正式高空局地战斗机。<br>向高空飞来的恐怖重型轰炸机，射出必杀一箭！"
  },
  {
    "api_index_no": 353,
    "api_name": "Fw190 A-5改(熟练)",
    "api_info": "该国开发/量产的强大可靠战斗机Fw190系列。<br>由坦克博士设计诞生，以福克伍尔夫之名备受推崇的名机。日本陆军也进口了其A-5型，进行了评估研究。<br>本机是许可生产该机，并引入日本海军技术后诞生的if舰上战斗机，其熟练飞行员组成的精锐战斗机队。"
  },
  {
    "api_index_no": 354,
    "api_name": "Fw190 D-9",
    "api_info": "该国开发/量产的强大可靠战斗机Fw190系列。<br>由坦克博士设计诞生，以福克伍尔夫之名备受推崇的名机。<br>是逐渐被盟军新锐机和物量压制后，该机的性能提升型。<br>投入到崩溃中的本国防空，以及防线守护作战等。此外，Fw190将发展为后续改良型Ta152。"
  },
  {
    "api_index_no": 355,
    "api_name": "M4A1 DD",
    "api_info": "美国开发并大量生产的代表性中型坦克“M4”系列，拥有众多变型。以其早期改良型为基础，红茶之国装备防水屏幕和推进螺旋桨的水陆两用坦克就是被称为“谢尔曼DD”的M4A1 Duplex Drive。<br>投入到海上登陆反攻作战中。"
  },
  {
    "api_index_no": 356,
    "api_name": "8inch三联装炮 Mk.9",
    "api_info": "美国海军为条约型重巡洋舰主兵装开发，并装备于该主力重巡洋舰群的三联装主炮兵装。<br>将20cm级火炮集中于一基三门炮塔的基本款，但拥有大火力的主炮兵装。作为美国海军条约型重巡Pensacola级和Northampton级的主兵装运用。"
  },
  {
    "api_index_no": 357,
    "api_name": "8inch三联装炮 Mk.9 mod.2",
    "api_info": "美国海军为条约型重巡洋舰主兵装开发，并装备于该主力重巡洋舰群的三联装主炮兵装的改进后期型。<br>将20cm级火炮集中于一基三门炮塔的基本款，但作为大火力主炮兵装，在美国海军条约型重巡Northampton级等运用，是三联装重巡主炮的成熟改良型。"
  },
  {
    "api_index_no": 358,
    "api_name": "5inch 单装高角炮群",
    "api_info": "美国开发・运用的标准对空兵装。<br>本装备作为重巡和战舰等中型舰以上标准舰队防空用对空火力运用。在战争后期，逐渐更新为更新型的两用炮。"
  },
  {
    "api_index_no": 359,
    "api_name": "6inch 联装速射炮 Mk.XXI",
    "api_info": "红茶之国开发的中口径主炮。<br>本装备作为红茶之国轻巡级别，以及移籍至澳大利亚海军的该国建造舰艇等的主兵装运用。<br>作为ABDA舰队一翼，在南方作战中拦截日本舰队的澳大利亚海军轻巡就是其中一艘。"
  },
  {
    "api_index_no": 360,
    "api_name": "Bofors 15cm联装速射炮 Mk.9 Model 1938",
    "api_info": "北欧瑞典名门开发的新型轻巡用中口径联装主炮兵装。<br>新型炮可进行大仰角对空射击，并搭载可在任意炮角装填下一发弹药的机构，虽然有限，但也能应对对空战斗。<br>也搭载于荷兰轻巡。"
  },
  {
    "api_index_no": 361,
    "api_name": "Bofors 15cm联装速射炮 Mk.9改+单装速射炮 Mk.10改 Model 1938",
    "api_info": "北欧瑞典名门开发的新型轻巡用中口径联装主炮和其单装炮进一步成熟的轻巡用if改良兵装。<br>该兵装的原型可进行大仰角对空射击，并搭载可在炮身任意角度装填下一发弹药的机构，虽然有限，但也能应对对空战斗。<br>搭载于荷兰轻巡等。"
  },
  {
    "api_index_no": 362,
    "api_name": "5inch联装两用炮(集中部署)",
    "api_info": "美国开发・运用的可应对对舰及对空战斗的两用炮兵装。<br>本装备是将该炮联装化，并采用药筒形式提高连射性，集中部署后作为负责舰队防空的防空舰的强大对空兵装运用。装备于亚特兰大级防空巡洋舰等部分也用于夜战近距离炮击战。"
  },
  {
    "api_index_no": 363,
    "api_name": "GFCS Mk.37+5inch联装两用炮(集中部署)",
    "api_info": "美国开发・运用的可应对对舰及对空战斗的两用炮兵装，并结合射击雷达的强大对空兵装。<br>本装备集中运用采用药筒形式提高连射性的5inch联装两用炮，并与射击雷达联动，实现了高舰队防空能力。装备于亚特兰大级等，在第三次所罗门海战中也经历了夜战肉搏。"
  },
  {
    "api_index_no": 364,
    "api_name": "甲标的丁型改(蛟龙改)",
    "api_info": "独自开发的“特殊潜航艇”，其后期改良型的进一步发展型。将传统甲标的放大，强化了续航距离和通信能力，乘员也扩充到5名，艇首配备2具45cm鱼雷发射管的接近迷你潜艇的强化发展型甲标的。原本是考虑到战局而设计用于舰上运用，但改良型的本艇可积极运用在对应该运用的水面舰艇上。"
  },
  {
    "api_index_no": 365,
    "api_name": "一式穿甲弹改",
    "api_info": "远距离炮击战中的秘密武器“九一式穿甲弹”改良版，“一式穿甲弹”。本穿甲弹是其更进一步的改良版。<br>本改良穿甲弹增加了弹头炸药量，重新设计了被帽弹头的if强化弹。入水后像鱼雷一样冲向敌舰水线以下，意图击穿吃水线以下部位的潜水弹能力也得到强化，当然弹头部填充了弹着观测用着色剂。战舰、航空战舰、高速战舰均可运用。"
  },
  {
    "api_index_no": 366,
    "api_name": "12.7cm联装炮D型改三",
    "api_info": "夕云级驱逐舰等搭载的驱逐舰主炮if改装型。<br>为对空战斗大幅增加最大仰角，并改良装填系统，成功提升仰角时装填和发射速度的if改良D型主炮。<br>通过结合众多实战战训进行改装，在甲级及改甲级驱逐舰运用中，可发挥优秀战斗力。"
  },
  {
    "api_index_no": 367,
    "api_name": "Swordfish(水上飞机型)",
    "api_info": "虽然是双翼非全金属的旧世代机，但却以高可靠性和运用性著称，是红茶之国的舰载攻击机，名为“剑鱼”。<br>搭载于航空母舰“Ark Royal”等，将在战舰“Bismarck”与英舰队的激战中打出<br>决定性一击的旧式但战果赫赫的杰作机。是实际存在的水上飞机型！"
  },
  {
    "api_index_no": 368,
    "api_name": "Swordfish Mk.III改(水上飞机型)",
    "api_info": "虽然是双翼非全金属的旧世代机，但却以高可靠性和运用性著称，是红茶之国的舰载攻击机，名为“剑鱼”。<br>是旧式但战果赫赫的杰作机，其水上飞机型强化改装，作为S9 Osprey后继机出口引入的if多用途作战水上飞机，其初期型号。"
  },
  {
    "api_index_no": 369,
    "api_name": "Swordfish Mk.III改(水上飞机型/熟练)",
    "api_info": "虽然是双翼非全金属的旧世代机，但却以高可靠性和运用性著称，是红茶之国的舰载攻击机，名为“剑鱼”。<br>是旧式但战果赫赫的杰作机，其水上飞机型强化改装，作为S9 Osprey后继机出口引入的if多用途作战水上飞机由熟练水上飞机作战部队驾驶。"
  },
  {
    "api_index_no": 370,
    "api_name": "Swordfish Mk.II改(水侦型)",
    "api_info": "虽然是双翼非全金属的旧世代机，但以高可靠性和运用性著称，是旧式但战果赫赫的名为“剑鱼”的红茶之国杰作舰载攻击机，其改装水侦型。<br>强化了该水上飞机的侦察观测装备，成为平衡性更佳的侦察机的红茶之国水上侦察机。也请务必搭载到Old Lady上！"
  },
  {
    "api_index_no": 371,
    "api_name": "Fairey Seafox改",
    "api_info": "红茶之国开发/运用的，前身“Osprey”的后继机，以舰艇运用为前提的水上侦察机。虽然是双翼机但机体刚性高，到大战中期搭载于巡洋舰以上舰艇，在航空侦察和弹着观测等方面活跃。本机是其if改良出口型。"
  },
  {
    "api_index_no": 372,
    "api_name": "天山一二型甲",
    "api_info": "作为“九七舰攻”的后继机而开发的舰载攻击机“天山”。<br>更换了发动机，强化了武装。并对细节进行了改进，是“天山”的改良后期型。希望能运用在“翔鹤”、“瑞鹤”以及“大凤”等航空母舰上，取得战果。"
  },
  {
    "api_index_no": 373,
    "api_name": "天山一二型甲改(空六号电探改装备机)",
    "api_info": "作为“九七舰攻”的后继机而开发的舰载攻击机“天山”。<br>其改良后期型，搭载了机上电探空六号的改良调整型和电波高度计等夜间作战器材，是一款可夜间鱼雷攻击的新型夜间作战舰载攻击机。"
  },
  {
    "api_index_no": 375,
    "api_name": "XF5U",
    "api_info": "美国海军向制造名机“F4U”的飞机制造商订购的拥有盘状机翼的独特机体的试作新型舰载战斗机。<br>被称为“Flying Pancake”的革新性机体，拥有STOL性、高机动性能以及坚固的机体强度。请务必搭载于美国航空母舰，进行梦幻般的战斗部署！"
  },
  {
    "api_index_no": 376,
    "api_name": "533mm五联装鱼雷(后期型)",
    "api_info": "美国开发并广泛实战部署的标准对水面舰艇用鱼雷兵装，其改良后期型。<br>初期型存在诸多故障，稳定性不足，但改良更新的这款后期型已解决问题，在对水面舰艇战斗时可发挥巨大威力。"
  },
  {
    "api_index_no": 377,
    "api_name": "RUR-4A Weapon Alpha改",
    "api_info": "为应对日益增长的潜艇威胁而开发，革新性的次世代反潜前投火箭弹兵装。实机因故障频发存在运用问题，但本兵装通过改良成功降低不发率的if改装兵装。本兵装的概念将传承给著名的反潜兵装Asroc。"
  },
  {
    "api_index_no": 378,
    "api_name": "反潜短鱼雷(试作初期型)",
    "api_info": "现代水面舰艇装备的反潜兵装也运用的新世代反潜诱导鱼雷，其先行初期型。<br>作为替代爆雷的新世代反潜兵装，美国开发的声学制导反潜鱼雷，其极早期型。之后，经过岁月和各种改良，不断进化发展。"
  },
  {
    "api_index_no": 379,
    "api_name": "12.7cm单装高角炮改二",
    "api_info": "为日本海军最后一批量产型驱逐舰丁级驱逐舰开发的单装两用炮。将运用实绩丰富的八九式12.7cm联装高角炮单装化，作为带炮盾的舰载两用炮重新整备。本炮是进一步提升发射速度等的改良型。以松级驱逐舰为首，部分舰艇可进行更有效的运用。"
  },
  {
    "api_index_no": 380,
    "api_name": "12.7cm联装高角炮改二",
    "api_info": "日本海军最后一批量产型驱逐舰丁级驱逐舰等搭载的运用实绩丰富的八九式12.7cm联装高角炮，其强化改良型。本改良型吸取战训，提升了相对于传统型号的发射速度等以松级驱逐舰为首，通过在部分舰艇上运用，可发挥更有效的战斗力。"
  },
  {
    "api_index_no": 381,
    "api_name": "16inch三联装炮 Mk.6",
    "api_info": "作为主力战舰主兵装，美国开发运用的标准战舰用大口径主炮。参加南太平洋海战的机动部队，并在南方所罗门海域与日本高速战舰和水雷战队进行了激烈夜战的美国高速战舰“South Dakota”，也装备了该炮作为主兵装。"
  },
  {
    "api_index_no": 382,
    "api_name": "12cm单装高角炮E型",
    "api_info": "虽然略显旧式但实绩卓著的单装高角炮，其后期舰载型。<br>结构适合量产，经济性高，搭载于后期量产海防舰，对抗蜂拥而至的敌舰载机。<br>御蔵级、日振级、以及鹈来级，以及小型简略化后的丙级和丁级海防舰也装备运用。"
  },
  {
    "api_index_no": 383,
    "api_name": "后期型53cm舰首鱼雷(8门)",
    "api_info": "后期生产型伊号潜艇舰首装备的潜艇专用兵装的改良后期型。比水面舰艇搭载的直径略小，拥有长射程高威力的必杀潜艇搭载氧气鱼雷。其无气泡发射管改良后期型8门集中于潜艇舰首的本兵装，赋予潜艇压倒性雷击攻击力。"
  },
  {
    "api_index_no": 384,
    "api_name": "后期型潜艇搭载电探&逆探",
    "api_info": "后期型潜艇搭载的侦察及水上侦察用装备。<br>集中装备于舰桥上部的众多优秀水防式望远镜，通过运用实绩改良的水上电探及对空电探群，以及实用性高的逆探，努力早期发现威胁和目标，旨在提升潜艇的生存性和攻击力。"
  },
  {
    "api_index_no": 385,
    "api_name": "16inch三联装炮 Mk.6 mod.2",
    "api_info": "作为主力战舰主兵装，美国开发运用的标准战舰用大口径主炮。<br>参加南太平洋海战的机动部队，并在南方所罗门海域与日本高速战舰和水雷战队进行了激烈夜战的美国高速战舰“South Dakota”的主兵装的强化改装型。"
  },
  {
    "api_index_no": 386,
    "api_name": "6inch三联装速射炮 Mk.16",
    "api_info": "作为轻巡等主武装，美国开发运用的6inch速射炮，将其集成到三联装炮塔的轻巡主炮兵装。<br>搭载于美国大型轻巡，布鲁克林级，以及后来的圣路易斯级，之后的克利夫兰级也装备运用。"
  },
  {
    "api_index_no": 387,
    "api_name": "6inch三联装速射炮 Mk.16 mod.2",
    "api_info": "作为轻巡等主武装，美国开发运用的6inch速射炮，将其集成到三联装炮塔的轻巡主炮兵装。<br>搭载于美国大型轻巡，布鲁克林级，以及后来的圣路易斯级，之后的克利夫兰级也装备运用。<br>本兵装是其改进强化型。"
  },
  {
    "api_index_no": 388,
    "api_name": "银河(江草队)",
    "api_info": "作为海军主力陆上攻击机“一式陆攻”的后继机而开发的陆上起飞攻击机“银河”。凭借优秀的机体设计，拥有高潜能。<br>因实战化时期较晚，以及结构复杂等问题而新锐的“银河”。本部队是由该机编组，也被称为鹏部队的精锐江草队长率领的飞行队。"
  },
  {
    "api_index_no": 389,
    "api_name": "TBM-3W+3S",
    "api_info": "装备重型发动机和坚固机身，在太平洋战争后半期的天空驰骋的主力鱼雷攻击机“TBF”。该机搭载巡逻用雷达的W型，以及与该机搭档，专注于反潜攻击的S型。战后海上自卫队也运用，是通用性进一步提升的if改装机组成的反潜巡逻攻击机队。"
  },
  {
    "api_index_no": 390,
    "api_name": "16inch三联装炮 Mk.6+GFCS",
    "api_info": "作为主力战舰主兵装，美国开发运用的标准战舰用大口径主炮。本兵装是该炮的后期改装型，并附加了射击雷达和火炮射击指挥装置的联动的主炮火力系统。<br>虽然略逊于最新Mk.7，但拥有高平衡性和运用性，本兵装也期待高火力和优秀射击精度。"
  },
  {
    "api_index_no": 391,
    "api_name": "九九式舰爆二二型",
    "api_info": "从双翼的九六舰爆焕然一新，以单翼现代化舰载轰炸机姿态登场，“九九舰爆”。虽然是固定起落架的低速机，但与“九七舰攻”一同承担了初期机动部队攻击队战力的核心。<br>后期改良机二二型通过更换发动机，主要提升了速度等性能。与大战后期投入的新锐机相比遗憾的是其旧式化无可否认。"
  },
    {
    "api_index_no": 392,
    "api_name": "九九式舰爆二二型(熟练)",
    "api_info": "从双翼的九六舰爆焕然一新，作为单翼的近代舰上爆击机登场的“九九舰爆”。虽然是固定起落架的低速机，但与“九七舰攻”一同承担了初期机动部队攻击队战力的中核。后期改良的二二型换装了引擎，主要致力于提高速度等性能。虽然无可否认已是旧式，但本舰爆队是由熟练搭乘员组成的精锐九九舰爆队。"
  },
  {
    "api_index_no": 393,
    "api_name": "120mm/50 联装炮 mod.1936",
    "api_info": "意面之国生产的联装小型舰艇用主炮兵装。<br>口径虽然小于同级别日本海军主力驱逐舰的主炮，但它是一款拥有优秀机构和高潜力的最新型小口径火炮。<br>本炮是其改良后期型。"
  },
  {
    "api_index_no": 394,
    "api_name": "120mm/50 联装炮改 A.mod.1937",
    "api_info": "意面之国生产的联装小型舰艇用主炮兵装。<br>口径虽然小于同级别日本海军主力驱逐舰的主炮，但它是一款拥有优秀机构和高潜力的最新型小口径火炮。<br>本兵装是另一家制造商生产的改良后期型，也装备于长期幸存的驱逐舰“Grecale”。"
  },
  {
    "api_index_no": 395,
    "api_name": "深山",
    "api_info": "拥有巨大航程的四发大型轰炸机。<br>作为当时的陆上攻击机，机体相当庞大，与B-29匹敌。虽然参考美国大型客机开发但机动性差，发动机和机体各部故障不断，可靠性和实用性不足，未被采用。"
  },
  {
    "api_index_no": 396,
    "api_name": "深山改",
    "api_info": "拥有巨大航程的试作四发大型轰炸机“深山”，其改良型。<br>参考美国大型客机开发的试作大型轰炸机“深山”更换了发动机，机体也进行了改装，但各部仍有问题，最终未能作为轰炸机投入实战。其系谱由后续新型大型机“连山”继承。"
  },
  {
    "api_index_no": 397,
    "api_name": "現地改装12.7cm連装高角砲",
    "api_info": "结构相对简单，经济性高，作为实用对空高角炮量产的两用炮。漂洋过海的奇迹驱逐舰，在再武装时作为前部主炮装备运用。<br>是日本海军留下的防御兵装，在接收舰再武装时在当地改装为舰载用的独自兵装。"
  },
  {
    "api_index_no": 398,
    "api_name": "現地改装10cm連装高角砲",
    "api_info": "划时代的、将长炮身半自动装填炮装备于动力炮塔的新型防空高角炮，被称为“长10cm”。<br>作为秋月型防空驱逐舰主兵装运用的该炮在战后得到活用，作为漂洋过海的奇迹驱逐舰的后部主炮装备运用。装备于当地为该炮制作的独特炮塔中运用。"
  },
  {
    "api_index_no": 399,
    "api_name": "6inch Mk.XXIII三联装炮",
    "api_info": "红茶之国开发，在伦敦海军军缩条约下建造的，大型轻巡洋舰用主炮。<br>为规避军缩条约下总排水量限制，为重巡级别的大型轻巡洋舰配置的6inch三联装主炮兵装。<br>大量部署轻巡洋舰的红茶之国，其Town级轻巡等装备运用。"
  },
  {
    "api_index_no": 400,
    "api_name": "533mm三联装鱼雷(53-39型)",
    "api_info": "北方之国舰艇用鱼雷装备，其改良型。<br>当然要给来自北方之国的舰艇，也想给可靠的那个她装备。<br>хорошо!"
  },
  {
    "api_index_no": 401,
    "api_name": "Do 17 Z-2",
    "api_info": "该科学之国开发，大量量产・运用的双发轰炸机。<br>与大战后期列强的轰炸机相比，虽然不是强大的机体，但它是代表性机体之一。也开发并运用了搭载机上雷达的夜间战斗型。"
  },
  {
    "api_index_no": 402,
    "api_name": "寒冷地装备&甲板要员",
    "api_info": "在冰冻般寒冷的地区，为确保航空母舰舰载机运用无碍的装备以及为飞机起降进行训练的甲板要员。"
  },
  {
    "api_index_no": 403,
    "api_name": "四式重爆 飞龙",
    "api_info": "陆军开发的新锐双发轰炸机Ki67四式重轰炸机“飞龙”。<br>虽然炸弹搭载量不大，但拥有轻快的机动性，虽然是机外挂载，但也可能装备鱼雷。作为决战机部署本机拥有日本轰炸机中充实的武装和装备，在困难的战局中，也作为陆军鱼雷攻击队作战。"
  },
  {
    "api_index_no": 404,
    "api_name": "四式重爆 飞龙(熟练)",
    "api_info": "陆军开发的新锐双发轰炸机Ki67四式重轰炸机“飞龙”。<br>虽然炸弹搭载量不大，但拥有轻快的机动性，虽然是机外挂载，但也可能装备鱼雷。作为决战机部署本机拥有日本机中充实的防御火力和防弹装备，以及各种电波装备，由熟练飞行员组成的精锐“飞龙”飞行战队。"
  },
  {
    "api_index_no": 405,
    "api_name": "Do 217 E-5+Hs293初期型",
    "api_info": "该科学之国开发，大量量产・运用的双发轰炸机Do 17，其改良后继机Do 217。<br>搭载高功率发动机大幅提升炸弹搭载量，并搭载世界上第一款实用对舰火箭制导弹，即对舰导弹的祖先的兵装出击，取得了战果。<br>(※对舰制导弹的火力显示在雷装中)"
  },
  {
    "api_index_no": 406,
    "api_name": "Do 217 K-2+Fritz-X",
    "api_info": "该科学之国开发，大量量产・运用的双发轰炸机Do 17，其改良后继机Do 217的后期型。<br>采用高功率发动机，炸弹搭载量充实，并可运用对大型战舰一击造成巨大伤害的威胁性对舰制导穿甲弹Fritz-X。<br>本机对战舰攻击有效。<br>(※对舰制导弹的火力显示在雷装中)"
  },
  {
    "api_index_no": 407,
    "api_name": "15.2cm联装炮改二",
    "api_info": "阿贺野级轻巡系列主兵装两用炮的性能提升改良型。<br>着重于对巡洋舰战斗的新设计轻巡主炮，虽然限定，但也能进行对空战斗，改良后运用性进一步提升。<br>特别为阿贺野级优化的最新锐if中口径主炮兵装。"
  },
  {
    "api_index_no": 408,
    "api_name": "装甲艇(AB艇)",
    "api_info": "陆军开发・运用，用于登陆支援的小型战斗艇。<br>也被称为AB艇，上部装甲，装备旋转式炮塔和机枪炮座，支援大发型登陆艇的登陆作战。<br>也搭载于两栖攻击舰“神州丸”，与“大发”等登陆战力并用可发挥高对地战斗能力。"
  },
  {
    "api_index_no": 409,
    "api_name": "武装大发型登陆艇",
    "api_info": "大发型登陆艇，简称“大发”。用于运输船的登陆作业和登陆战，是现代意义上的“登陆艇”。可由登陆舰等运用的海上卡车般的“大发”在其上装备陆战用的野炮和机枪等，字面意义上的“武装大发”。<br>在支援登陆部队时发挥本领，而且虽然极度有限，也能进行对PT战。存在各种当地改装版本。"
  },
  {
    "api_index_no": 410,
    "api_name": "21号对空电探改二",
    "api_info": "初期实用舰载电探，其改良型。<br>对空用，但也可作为对水上电探使用。<br>小型舰艇中，小型且易于操控的13号电探得到普及，但本装备是搭载于航空巡洋舰“最上”和秋月级等舰艇的21号电探其if成熟改良型。"
  },
  {
    "api_index_no": 411,
    "api_name": "42号对空电探改二",
    "api_info": "高性能大型对空电探。<br>参考英军雷达开发，原本是陆上设置用大型电探，期待其高精度。<br>本兵装通过吸取海外技术和战训进行改良，并旨在与大型舰艇的舰载射击雷达联动，是if大型改装电探。"
  },
  {
    "api_index_no": 412,
    "api_name": "水雷战队 熟练瞭望员",
    "api_info": "水雷战队，特别是其主力驱逐舰的熟练瞭望员。其经过锻炼的肉眼视力带来的侦察力、索敌力在特定情况下能发挥巨大威力，在敌舰队雷达兵装完善之前在夜战等中支撑着水雷战队威胁性的战斗力。<br>※在特定情况下可进行专用夜战雷击，鼠运输时也可反击！"
  },
  {
    "api_index_no": 413,
    "api_name": "精锐水雷战队 司令部",
    "api_info": "海上最前线指挥水雷战队的战队司令部。<br>可设置在能开设司令部设施的舰艇上。战斗能力提升，以该司令部为旗舰的水雷战队，在水雷战队编组行动时，可让在战斗中受损严重的僚舰单舰从战场脱离，执行水雷战队“单舰退避”。"
  },
  {
    "api_index_no": 414,
    "api_name": "SOC Seagull",
    "api_info": "大战初期美国海军运用的舰载水上侦察机。双翼机型的本机虽然性能不突出，但操控性好，且后继机开发困难，主要以美国海军巡洋舰级中型舰艇为中心，作为舰队的眼睛广泛运用于侦察等。<br>※本机通过改装，在美国巡洋舰上的运用性将进一步提升。"
  },
  {
    "api_index_no": 415,
    "api_name": "SO3C Seamew改",
    "api_info": "作为没有杰出性能但在大战初期广泛运用于美国海军的杰作舰载水上侦察机SOC的后继机而开发的SO3C，海鸥。开发困难重重，未能发挥预期性能，但本改装机改良改装了该机，作为在美国巡洋舰上拥有高运用性的SOCif后继机首次亮相！"
  },
  {
    "api_index_no": 416,
    "api_name": "零式舰战21型(台南空)",
    "api_info": "以压倒性练度著称的基地航空队战斗机部队“台南空”。<br>是由培养出众多王牌的熟练战斗机飞行员组成的零战队。<br>虽然是初期型号，但驾驶航程长且受现场喜爱的零式舰战21型，活跃于制空战斗、防空、攻击队掩护"
  },
  {
    "api_index_no": 417,
    "api_name": "零式舰战32型(台南空)",
    "api_info": "以压倒性练度著称的基地航空队战斗机部队“台南空”。<br>是由培养出众多王牌的熟练战斗机飞行员组成的零战队，已换装为机动性更高的32型。虽然比零式舰战21型航程短在所罗门空域苦战，但凭借高格斗性能在制空战斗和防空战等中支撑着前线。"
  },
  {
    "api_index_no": 418,
    "api_name": "零式舰战22型(251空)",
    "api_info": "以压倒性练度著称的基地航空队战斗机部队“台南空”更名后的部队。支撑了严酷的所罗门空域。<br>翼尖变短，航程下降的32型进一步改良，成为一定程度上平衡的机体。在熟练飞行员相继倒下战局艰难的所罗门空中，拼命支撑。"
  },
  {
    "api_index_no": 419,
    "api_name": "SBD-5",
    "api_info": "构造简洁坚固的杰作俯冲轰炸机的改良型。<br>虽然是大战初期的机体，但在新型SB2C地狱俯冲者广泛实战部署之前，长期作为机动部队的第一线运用。<br>被昵称为“无畏”，如果飞行员练度高，甚至能进行一定程度的对空战斗的名舰爆。本机是强化更换了发动机等的改良后期型。"
  },
  {
    "api_index_no": 422,
    "api_name": "FR-1 Fireball",
    "api_info": "美国开发并实际部队部署的喷气发动机和活塞发动机混合复合动力，是时代过渡型的舰载战斗机。<br>作为即使在比较小型护卫航空母舰也能运用的最新锐舰载战斗机开发，护卫航空母舰上的运用实验也已开始，但随着战争结束和喷气战斗机加速发展短时间内量产计划中止，所有飞机退役。"
  },
  {
    "api_index_no": 423,
    "api_name": "Fulmar(战斗侦察/熟练)",
    "api_info": "红茶之国开发的两座舰载战斗机，旨在进行侦察和攻击等多用途运用。<br>空战性能和速度不足，也被日本机动部队的零战队压倒，但由于是搭载导航员的双座机，在海上强行侦察和敌舰触接等方面也能进行优秀运用。本机是熟练飞行员组合的舰载战斗侦察机。<br>在红茶之国的航空母舰上发挥其能力。"
  },
  {
    "api_index_no": 424,
    "api_name": "Barracuda Mk.II",
    "api_info": "红茶之国昔日名机，名为“梭鱼”，双翼舰载鱼雷攻击机“Swordfish”。其不甚成功的后继机“Albacore”的更进一步后继机，被开发并实战部署的新型鱼雷攻击机就是这架名为“梭鱼”的本机。<br>搭载于HMS“Victorious”等航空母舰并运用。<br>欧洲战事结束后，也部署到太平洋战线。"
  },
  {
    "api_index_no": 425,
    "api_name": "Barracuda Mk.III",
    "api_info": "红茶之国名机“Swordfish”，其后继机“Albacore”的更进一步后继机，被开发为名为“梭鱼”的新型鱼雷攻击机的改良反潜巡逻机版本。本机装备了反潜兵装以压制U艇，战后搭载ASW雷达现代化为反潜巡逻机。装备改进后，英国舰艇上的运用性将进一步提升。"
  },
  {
    "api_index_no": 426,
    "api_name": "305mm/46 联装炮",
    "api_info": "意面之国为无畏舰而生产的主炮兵装。<br>Conte di Cavour级在一号、三号、五号主炮上装备三联装，<br>二号、四号主炮装备本联装炮，总计13门火炮。<br>是无畏舰时代的主炮，对列强新型战舰的火力不足无可否认，对现有主炮进行改造，以半强行的方式镗孔炮身，将其口径扩充强化至320mm。"
  },
  {
    "api_index_no": 427,
    "api_name": "305mm/46 三联装炮",
    "api_info": "意面之国为无畏舰而生产的主炮兵装。<br>Conte di Cavour级在一号、三号、五号主炮上装备本三联装，二号、四号主炮装备联装炮，总计13门火炮。<br>是无畏舰时代的主炮，对列强新型战舰的火力不足无可否认，在现代化改装时，对现有主炮进行改造，以镗孔炮身的方式将其口径扩充强化至320mm。"
  },
  {
    "api_index_no": 428,
    "api_name": "320mm/44 联装炮",
    "api_info": "意面之国为无畏舰而生产的改造主炮兵装。<br>相对旧式化的Conte di Cavour级无畏舰在现代化改装时，通过镗孔原有主炮炮身的方式，实现了320mm的大口径化。本兵装是该改装炮的联装炮塔版本。"
  },
  {
    "api_index_no": 429,
    "api_name": "320mm/44 三联装炮",
    "api_info": "意面之国为无畏舰而生产的改造主炮兵装。<br>相对旧式化的Conte di Cavour级无畏舰在现代化改装时，通过镗孔原有主炮炮身的方式，实现了320mm的大口径化。本兵装是该改装炮的三联装炮塔版本。"
  },
  {
    "api_index_no": 430,
    "api_name": "65mm/64 单装速射炮改",
    "api_info": "从旧式无畏舰魔改现代化，成为一线舰艇的Conte di Cavour级改装无畏舰。在塔兰托空袭中被红茶之国航空兵力大破坐沉的该一号舰浮扬后，进一步现代化改装。<br>在旨在改装为对空兵装也充实的现代化舰艇时，计划装备的单装炮进一步改装后的高角速射炮。在对空防御战斗时可形成速射弹幕拥有高发射速度。"
  },
  {
    "api_index_no": 431,
    "api_name": "SM.79",
    "api_info": "令人惊讶的是，原型机是为比赛而开发，意面之国的陆上攻击机。拥有三台发动机，在当时是高速且易于使用的攻击机，最初主要作为轰炸机运用但后来也挂载鱼雷出击进行对舰攻击。"
  },
  {
    "api_index_no": 432,
    "api_name": "SM.79 bis",
    "api_info": "令人惊讶的是，原型机是为比赛而开发，意面之国的陆上攻击机。拥有三台发动机，在当时是高速且易于使用的攻击机，其改良后期型。性能提升型的本机，在对舰攻击时，腹部挂载2枚鱼雷，出击地中海上空。"
  },
  {
    "api_index_no": 433,
    "api_name": "SM.79 bis(熟练)",
    "api_info": "意面之国开发，拥有三台发动机，在当时是高速且运用性优秀的陆上攻击机。本飞行队是由其改良性能提升型和优秀的久经战阵的飞行员们组成的，地中海战区的基地攻击队。腹部挂载2枚航空鱼雷，出击地中海上空。"
  },
  {
    "api_index_no": 434,
    "api_name": "Corsair Mk.II",
    "api_info": "作为高性能舰载战斗机，美国开发的F4U，早期型号因难以在航空母舰上运用而从陆上运用。<br>本机是提供给红茶之国的舰载机型。该机被称为“Corsair Mk.II”，搭载于红茶之国的航空母舰并活跃。"
  },
  {
    "api_index_no": 435,
    "api_name": "Corsair Mk.II(Ace)",
    "api_info": "作为高性能舰战，美国开发的F4U，早期型从陆上运用，最终成熟为舰载机。本机是提供给红茶之国的舰载机型，被称为“Corsair Mk.II”。在飞行员中得分高的久经战阵的强者被称为Ace，将引领精锐战斗机部队。"
  },
  {
    "api_index_no": 436,
    "api_name": "大发型登陆艇(II号坦克/北非规格)",
    "api_info": "搭载北非战线规格陆战队和II号坦克F型的特别编成部队和大发型登陆艇组成的突击部队。大发型登陆艇本身也是北非战线规格的if特别规格&涂装。<br>虽然反坦克战能力有限，但在北非战线的登陆战中，可发挥其高战斗力。"
  },
  {
    "api_index_no": 437,
    "api_name": "试制 阵风",
    "api_info": "原本是陆上起飞的新开发高空战斗机计划，之后作为海军最新锐下一代主力战斗机计划的十八试甲战斗机开发。在战局恶化中，败给相对更现实的“紫电改”发展型和“烈风”计划，开发计划被整理中止的本机的if试作先行量产型。"
  },
  {
    "api_index_no": 438,
    "api_name": "三式水下探信仪改",
    "api_info": "改装型反潜兵装。<br>日本海军主力主动声纳经过改良调整，吸取反潜战斗战训进行改装的三式水下探信仪的改良型。<br>以日本海军驱逐舰为中心，在部分舰艇上发挥更高运用性。"
  },
  {
    "api_index_no": 439,
    "api_name": "Hedgehog(初期型)",
    "api_info": "红茶之国开发的强力反潜兵装。<br>作为替代反潜爆雷的次世代反潜兵装而开发的前方投射式多弹散布型反潜迫击炮。被称为“刺猬”的这款革新性新型反潜兵装，虽然结构相对简单但给反潜战斗带来了巨大进化，经过改良后也装备运用在战后舰艇上。"
  },
  {
    "api_index_no": 440,
    "api_name": "21inch舰首鱼雷发射管6门(初期型)",
    "api_info": "美国海军开发并运用的潜艇用鱼雷兵装。<br>从前部6门发射管可攻击水面敌舰，但初期型鱼雷可靠性低，错失了多次机会。<br>相反，可靠性提升后的后期型，对日本运输船队，以及护卫舰艇和主力舰也发挥巨大威力。"
  },
  {
    "api_index_no": 441,
    "api_name": "21inch舰首鱼雷发射管6门(后期型)",
    "api_info": "美国海军开发并运用的潜艇用鱼雷兵装。<br>从前部6门发射管可最多进行6次射击，加上后部发射管，可攻击10枚鱼雷。<br>可靠性提升后的后期型鱼雷，对日本运输船只和护卫舰艇发挥压倒性威力，大大削弱了日本海军和日本整体的持续作战能力。"
  },
  {
    "api_index_no": 442,
    "api_name": "潜艇后部鱼雷发射管4门(初期型)",
    "api_info": "潜艇后部安装的鱼雷兵装。<br>配备4门发射管，与舰首发射管合计，可准备更多鱼雷进行攻击。<br>鱼雷可靠性提升的后期型，可发挥更强大战斗力。"
  },
  {
    "api_index_no": 443,
    "api_name": "潜艇后部鱼雷发射管4门(后期型)",
    "api_info": "潜艇后部安装的鱼雷兵装，其后期型。<br>配备4门发射管，与前部发射管合计，可准备更多鱼雷进行攻击。<br>鱼雷可靠性提升的本后期型，与舰首发射管一同运用，可获得巨大鱼雷战火力。"
  },
  {
    "api_index_no": 444,
    "api_name": "四式重爆 飞龙+伊号一型甲 诱导弹",
    "api_info": "陆军开发的新锐双发轰炸机Ki67四式重轰炸机“飞龙”。<br>拥有轻快的机动性，虽然是机外挂载但也可装备鱼雷的本机，装备了空对舰导弹始祖般的存在，伊号一型甲无线诱导弹的试作型，是诱导弹搭载机。陆军航空技术人员瞄准的对舰诱导弹。在量产化之时也计划实战部署到新型袭击机Ki102乙等。"
  },
  {
    "api_index_no": 445,
    "api_name": "二式复战 屠龙",
    "api_info": "日本陆军开发、部署的二式双座战斗机，俗称二式复战，“屠龙”。<br>由于是双发双座，可进行相对重武装，但相对于单座战斗机机动性较差，不适合对战斗机战斗。在战争后半，为拦截飞临本土上空的战略轰炸机B-29而起飞在劣势中为保卫日本天空的防空战奋战。"
  },
  {
    "api_index_no": 446,
    "api_name": "二式复战 屠龙 丙型",
    "api_info": "日本陆军开发、部署的二式双座战斗机，俗称二式复战，“屠龙”。其改良型重武装型。<br>本机是其改良丙型，试验性装备了用于对重轰炸机拦截的大口径上向炮，即“斜射机枪”的重轰炸机杀手，名副其实的“屠龙”。<br>不适合对战斗机战，但在日本本土防空战中，与海军“月光”一同对敌重轰炸机奋战。"
  },
  {
    "api_index_no": 447,
    "api_name": "零式舰战64型(双座KMX搭载机)",
    "api_info": "零式舰上战斗机的后期强化型64型。对该机进行if改装，装备小型轻量化的KMX及反潜攻击兵装。座舱也双座化，搭载侦察及导航人员的反潜战斗轰炸机。<br>为死守南方航线，部署到基地航空队及护卫航空母舰作战的931航空队，在彼此紧张的制空权中，与东海等一同出击巡逻，为压制敌潜艇和海上护卫而战。"
  },
  {
    "api_index_no": 449,
    "api_name": "特大发动艇+一式炮坦克",
    "api_info": "以九七式中型坦克的车体为基础，搭载九〇式野炮的自行火炮，俗称一式炮坦克。<br>虽然有限，但拥有反坦克能力的装甲战力。<br>本部队将作为反坦克自行火炮，在特大发动艇上搭载对压倒性敌人善战的一式炮坦克和全副武装的随伴陆军步兵。<br>在对地陆上战斗中，发挥有效战斗力。"
  },
  {
    "api_index_no": 450,
    "api_name": "13号对空电探改(后期型)",
    "api_info": "舰载用对空电探吸取战训的改良后期型。<br>在相对可靠性高，小型轻量且可装备于驱逐舰等的“13号对空电探”基础上，融入了一线驱逐舰等运用战训，由现场和技术人员进一步改良的if改良小型对空电探。作为水雷战队的眼睛活跃。"
  },
  {
    "api_index_no": 451,
    "api_name": "三式指挥联络机改",
    "api_info": "陆军开发，也曾作为反潜巡逻机运用的小型固定翼机，兵装及磁性探测仪等大幅强化后的if改良型。<br>拥有现代STOL（短距起降飞机）般的性能，曾计划作为舰载反潜巡逻机运用。可由全通甲板的强袭登陆舰或山汐丸等特设护卫航空母舰运用。"
  },
  {
    "api_index_no": 452,
    "api_name": "Ki96",
    "api_info": "日本陆军以二式复战“屠龙”为基础开发的试作双发战斗机。为进一步提升在对战斗机战斗中苦战的正式采用的屠龙（Ki45改）的性能，取消后座，提升发动机输出和火力的截击战斗机。<br>遗憾的是未能正式采用，但它是一款在对B29和发展型等方面具有诸多可能性的机体。"
  },
  {
    "api_index_no": 453,
    "api_name": "Ki102乙",
    "api_info": "日本陆军以二式复战“屠龙”为基础开发的试作新型双发战斗机Ki96。未能正式采用的本机进一步发展，作为高速强力袭击机完成的机体，就是这款Ki102乙。<br>装备57mm机关炮和众多机关炮，且高速并能进行充足炸弹搭载的本机，为决战而保留，期待其火力和机动性发挥作用。"
  },
  {
    "api_index_no": 454,
    "api_name": "Ki102乙改+伊号一型乙 诱导弹",
    "api_info": "日本陆军以二式复战“屠龙”为基础开发的试作新型双发战斗机Ki96进一步发展，作为高速强力袭击机完成的Ki102乙。本机改良型拥有高机动性和强大武装，并能进行充足炸弹搭载为避免不正当的攻击方式，陆军航空技术人员奋发图强，搭载了可称为国产空对舰导弹始祖的伊号一型乙无线诱导弹的新型高速袭击机。"
  },
  {
    "api_index_no": 455,
    "api_name": "试制 长12.7cm联装炮A型改四",
    "api_info": "大战时虽然老旧，但特I级驱逐舰采用的近代驱逐舰用主炮的先驱A型炮。本兵装以测试台方式延长更新炮身，提高初速的if扩展改装试制兵装。<br>通过以对水上战斗为主轴的各种改良，作为驱逐舰主炮拥有最大级别火力。虽然基本设计有极限，但也可进行对空战斗，是连接次世代12.7cm炮的试制炮。"
  },
  {
    "api_index_no": 456,
    "api_name": "SG 雷达(后期型)",
    "api_info": "美国开发并装备于众多水面舰艇的实用对水面雷达，其后期型。<br>引入英国开发的先进雷达技术，通过独自改良发展完成的对水面及低空警戒搜索雷达进一步改装调整，实用性和稳定性大幅提升的美国海军舰艇装备的标准化对水面搜索雷达。"
  },
  {
    "api_index_no": 457,
    "api_name": "后期型舰首鱼雷(4门)",
    "api_info": "伊号潜艇舰首装备的潜艇专用鱼雷兵装的改良后期型。比水面舰艇搭载的直径略小，拥有长射程高威力的必杀氧气鱼雷，其无气泡发射管的改良后期型舰首4门。<br>装备于高速截击型伊号的潜高型，虽然门数较少，但能从优势射点发射必杀鱼雷。"
  },
  {
    "api_index_no": 458,
    "api_name": "后期型电探&逆探+通气管装备",
    "api_info": "潜高型等次世代截击用高速潜艇装备的国产潜水艇装备。集中装备于舰桥上部的众多优秀水防式望远镜，通过运用实绩改良的水上及对空电探，在威胁或目标早期发现方面拥有高实用性的逆探，此外也引入了该国带来的通气管技术，旨在提升新型潜艇的生存性和攻击力。"
  },
  {
    "api_index_no": 459,
    "api_name": "B-25",
    "api_info": "美国开发并由美国陆军航空队及海军运用的陆上起飞双发轰炸机。<br>运用性高，兵装搭载量大，且机体坚固，在欧洲和太平洋战区也投入了众多战役。<br>以炸弹像打水漂一样攻击的，可怕的跳弹轰炸(Skip Bombing)有效攻击海上目标舰船。"
  },
  {
    "api_index_no": 460,
    "api_name": "15m二重测距仪改+21号电探改二+熟练射击指挥所",
    "api_info": "为大和级战舰开发射击&电探兵装。<br>特制大型光学15m二重测距仪的改良型，其上配置了由卓越技术人员反复调整的高精度21号对空电探。<br>大型且重量大，只能装备于战舰舰桥上部结构的光学及电波兵装的改良后期型，以及由熟练船员组成的射击指挥所实现了精确射击。"
  },
  {
    "api_index_no": 461,
    "api_name": "熟练听音员+后期型舰首鱼雷(4门)",
    "api_info": "伊号潜艇舰首装备的潜艇专用鱼雷兵装的改良后期型。比水面舰艇搭载的直径略小，长射程高威力的必杀氧气鱼雷，其无气泡发射管的改良后期型舰首4门。<br>装备于高速截击型伊号的潜高型，虽然门数较少，但改良型无气泡发射管和高练度熟练声纳员的组合赋予伊号更高的生存性和攻击力。"
  },
  {
    "api_index_no": 463,
    "api_name": "15.5cm三联装副炮改二",
    "api_info": "将巡洋舰主炮兵装搭载于“大和”级战舰副炮，是一款能进行对空战斗，性能和运用性都优秀的战舰副炮。在防御方面，众说纷纭，也有人指出这是“大和”级的唯一弱点。本改良炮塔在顶部增设装甲，并改良内部结构使其更抗弹，提升最大仰角及射击速度，是为大和改二型优化的性能提升型副炮。"
  },
  {
    "api_index_no": 464,
    "api_name": "10cm联装高角炮群 集中部署",
    "api_info": "划时代的、将长炮身半自动装填炮装备于动力炮塔的新型防空高角炮，被“秋月”级驱逐舰采用的新型联装高角炮。由于结构复杂，不适合量产，但它是抑制敌机猖獗的舰队防空杀手锏之一。集中部署改“大和”级也曾考虑装备的该高角炮，与联动的高射装置一同保护舰艇和舰队！"
  },
  {
    "api_index_no": 465,
    "api_name": "试制51cm三联装炮",
    "api_info": "改“大和”级，以及其扩大发展级超“大和”级的主兵装，作为新型战舰用大口径主炮开发，其if发展型兵装。<br>51cm炮三联装带来的压倒性大火力，通过大幅改良内部结构和优化装甲配置等工夫实现。仅限大型战舰的进一步重改装舰才能进行优化运用。"
  },
  {
    "api_index_no": 466,
    "api_name": "流星改(熟练)",
    "api_info": "整合了舰攻和舰爆的先进“可俯冲轰炸的鱼雷攻击机”“流星”的性能提升型。不仅造型优美，弹仓、主起落架、主翼折叠机构也采用液压操作式，拥有世界最强武装的舰载整合攻击机“流星改”。在战争后期，作为基地航空队战力活跃。<br>本部队是由熟练飞行员组合的流星改装备精锐舰攻队。"
  },
  {
    "api_index_no": 467,
    "api_name": "5inch联装炮(副炮配置) 集中部署",
    "api_info": "美国开发的优秀5inch两用炮的畅销款。本炮是单舷集中装备4基8门作为副炮的兵装。装备于重巡以上的大型水面战斗舰艇，不仅作为对空兵装，也可提升舰艇的综合战斗力。<br>※特别在美国战舰级上，可发挥高运用性。"
  },
  {
    "api_index_no": 468,
    "api_name": "38cm四联装炮改 deux",
    "api_info": "三色旗之国开发的战舰主炮的改良型。<br>装备于“Richelieu”级战舰的由四门大口径38cm炮构成的震撼四联装炮进一步改良，为“Richelieu”级优化，是if改装的大口径四联装主炮兵装。"
  },
  {
    "api_index_no": 469,
    "api_name": "零式水上侦察机11型乙改(夜侦)",
    "api_info": "作为舰队航空侦察的主角，在战争前半期广泛活跃的“零式水上侦察机”。各水上舰艇搭载，利用三座机特性，作为舰队的“眼睛”执行侦察任务。本机是电探装备的该机进一步改装，作为夜间侦察机整备改装的新部署三座夜间水上侦察机。"
  },
  {
    "api_index_no": 470,
    "api_name": "12.7cm联装炮C型改三",
    "api_info": "舰队级日本驱逐舰搭载主炮的if改装型。原本是D型炮的过渡型号C型炮，结合众多战训进行实战改装，虽然不适合对空战，但为白露级、朝潮级、阳炎级，特别是阳炎级驱逐舰的改装舰优化也适用于白露级最后一艘舰的改装舰装备，是考虑与水上电探联用的日本驱逐舰用改装if兵装。"
  },
  {
    "api_index_no": 471,
    "api_name": "Loire 130M",
    "api_info": "三色旗之国开发的三座飞行艇。<br>虽然略显大型、低速且并非最新机型，但其坚固的本机，舰载型的M型搭载于“Richelieu”级等主力舰艇，并部署运用。<br>请务必在法国舰艇上运用！"
  },
  {
    "api_index_no": 472,
    "api_name": "Mk.32 反潜鱼雷(Mk.2投射机)",
    "api_info": "美国开发并部署的制导式反潜鱼雷。<br>在大战末期开发，主动声学制导式的次世代型反潜鱼雷。本装备是由Mk.2投射机进行水面舰艇装备型反潜兵装。其技术将传承给后来的美国海军和海上自卫队的反潜装备。"
  },
  {
    "api_index_no": 473,
    "api_name": "F4U-2 Night Corsair",
    "api_info": "作为高性能舰载战斗机而开发的F4U，早期型号因难以在航空母舰上运用而从陆上运用。<br>之后经过改良，部署到机动部队。<br>装备雷达吊舱的本机，被称为“夜间海盗”的夜间战斗机型。大战后期也有少量实战部署，投入夜间截击、夜间作战等。"
  },
  {
    "api_index_no": 474,
    "api_name": "F4U-4",
    "api_info": "作为高性能舰载战斗机而开发的F4U，早期型号因难以在航空母舰上运用而从陆上运用。<br>强化改良战斗轰炸机型的各版本，在战后也由航空母舰运用，发挥多用途作用，作为战斗轰炸机长期服役。<br>本机是拥有强大发动机和四叶螺旋桨的后期生产型。"
  },
  {
    "api_index_no": 475,
    "api_name": "AU-1",
    "api_info": "作为高性能舰载战斗机而开发的F4U，作为战斗轰炸机拥有优秀发展性的本机强化改良战斗轰炸机型的各版本，在战后也由航空母舰运用，发挥多用途作用作为战斗轰炸机长期服役。本机是小型单座战斗轰炸机但能搭载远超一般重型轰炸机的炸弹量，是重型战斗攻击机版本。"
  },
  {
    "api_index_no": 476,
    "api_name": "F4U-7",
    "api_info": "作为高性能舰载战斗机而开发的F4U，作为战斗轰炸机拥有优秀发展性的本机强化改良战斗轰炸机型的各版本，在战后也由航空母舰运用，发挥多用途作用作为战斗轰炸机长期服役。本机是战后为法国海军重新设计，并在该海军实际运用的F4U系列的最终型后期发展型。"
  },
  {
    "api_index_no": 477,
    "api_name": "熟练甲板要员",
    "api_info": "在现场第一线支援机动部队舰载机运用的甲板要员们。<br>各航空母舰的飞行甲板上，搭载武装、燃料相关、起降支援、机体和装备维护等，所有涉及舰载机运用的专业人员都在支援着航空母舰。<br>※可将“熟练甲板要员+航空整备员”进一步培养成精锐。"
  },
  {
    "api_index_no": 478,
    "api_name": "熟练甲板要员+航空整备员",
    "api_info": "在现场第一线支援机动部队舰载机运用的甲板要员们和在机库中维护调整舰载机机体和装备的幕后英雄们。<br>他们的练度和团队合作，将极大地改变机动部队的实力。<br>※各阶段都会发挥更强大的能力。<br>※也可装备在增设插槽中。"
  },
  {
    "api_index_no": 479,
    "api_name": "Mosquito FB Mk.VI",
    "api_info": "红茶之国开发，主要由该空军运用的杰作双发战斗轰炸机。<br>大量使用木材部件的独特机体，雷达不易察觉，也是与现代形式不同的隐身机般的存在。<br>现代仍受评价的木制奇迹，作为高速高性能机体完成的本机，开发了各种变型。"
  },
  {
    "api_index_no": 480,
    "api_name": "Mosquito PR Mk.IV",
    "api_info": "红茶之国开发、运用的杰作高速双发机。<br>大量使用木材部件的独特机体，雷达不易察觉，也是与现代形式不同的隐身机般的存在开发了各种变型。现代仍受评价的木制奇迹，高速高性能机体搭载了侦察用照相机设备，本机就是其侦察机版本。"
  },
  {
    "api_index_no": 481,
    "api_name": "Mosquito TR Mk.33",
    "api_info": "红茶之国开发、运用的杰作高速双发机。<br>大量使用木材部件的独特机体，雷达不易察觉，也是与现代形式不同的隐身机般的存在开发了各种变型。现代仍受评价的木制奇迹，本机是其海军舰载机规格，搭载雷达的高速舰载鱼雷攻击机版本。"
  },
  {
    "api_index_no": 482,
    "api_name": "特大发动艇+Ⅲ号坦克(北非规格)",
    "api_info": "装备精锐陆战兵装的陆战队和Ⅲ号坦克G型，特别编组部队和特大发动艇组成的if突击部队。满载该部队的特大发动艇本身也是北非战线规格的特别涂装&规格。<br>可进行一定程度的反装甲战斗，在北非战线的登陆战中，充分发挥其高战斗力。"
  },
  {
    "api_index_no": 483,
    "api_name": "三式弹改二",
    "api_info": "战舰等大型舰艇主炮发射的对空特殊炮弹。<br>一种榴散弹，大量子弹爆炸，旨在将敌机编队一网打尽歼灭而开发的三式烧霰弹的后期改良型。<br>对地软目标攻击也有效，吸取战训，提升大和级及金刚级改二改装舰运用性并采取了防殉爆措施的if改良强化弹头。"
  },
  {
    "api_index_no": 484,
    "api_name": "四式重爆 飞龙(熟练)+伊号一型甲 诱导弹",
    "api_info": "陆军开发的新锐双发轰炸机Ki67四式重轰炸机“飞龙”。<br>拥有轻快的机动性，虽然是机外挂载但也可装备鱼雷的本机，装备了空对舰导弹始祖般的存在，伊号一型甲无线诱导弹的试作型，是诱导弹搭载机。陆军航空技术人员瞄准的对舰诱导弹。本飞行队是由该装备和熟练飞行员组成的精锐基地航空队。"
  },
  {
    "api_index_no": 485,
    "api_name": "强风改二",
    "api_info": "水上飞机名门开发，专为空战而设的水上飞机“强风”。<br>作为其开发困难时期的过渡而投入的二式水战的后继机，其登场备受期待。实际量产机的活跃有限但以该机为基础开发的“紫电”的进一步重新设计机“紫电改”在本土防空等方面奋战。本机是强化了机体强度等的if舰载机型，其输出提升武装强化型。"
  },
  {
    "api_index_no": 486,
    "api_name": "零式舰战64型(制空战斗机规格)",
    "api_info": "名机零战的最终型号之一。实际上仅完成数架的梦幻机体。<br>为对抗不断出现的盟国新型高性能机，搭载高功率金星发动机，是重视一击脱离战法而非传统格斗战的机体。<br>本机通过改装成熟，将进一步发挥作为制空战斗机的能力。"
  },
  {
    "api_index_no": 487,
    "api_name": "零式舰战64型(熟练爆战)",
    "api_info": "实际上仅完成数架，终战时残存的名机零战的梦幻最终型，本机是由熟练飞行员驾驶的战斗轰炸机类型。<br>为对抗不断出现的盟国新型高性能机，搭载高功率金星发动机，强化机体强度。放弃传统格斗战重点专注于一击脱离的机体，装备250kg炸弹和双翼所有机枪以及火箭弹挂载轨道，是突击型战斗轰炸机。"
  },
  {
    "api_index_no": 488,
    "api_name": "二式爆雷改二",
    "api_info": "用于反潜的增设爆雷装备。改良了装填炸药，扩大了爆炸深度调整范围，采取了防殉爆措施等，爆雷根据战训得到了实用性的巨大改良。<br>与爆雷投射机和声纳等反潜装备一同装备于驱逐舰和海防舰等，可提高反潜能力。部分改装驱逐舰，将发挥更高运用性。"
  },
  {
    "api_index_no": 489,
    "api_name": "一式战 隼II型改(20战队)",
    "api_info": "量产最多的陆军主力战斗机，一式战“隼”，其改良二型。<br>机体的基本设计本身虽然已趋于旧式，但将习惯驾驶的机体涂装为海洋迷彩，装备反潜炸弹，本机更是陆军特设航空母舰等运用专用的if改良舰载反潜巡逻机。<br>※也可作为基地航空队战力，展开&运用。"
  },
  {
    "api_index_no": 490,
    "api_name": "试制 夜间瑞云(攻击装备)",
    "api_info": "可俯冲轰炸的高性能杰作多用途水上侦察机“瑞云”。<br>搭载于航空战舰“伊势”、“日向”，以运用海上舰队为前提编组，经过反复训练的六三四航空队所属“瑞云”飞行队。<br>将12型改二进一步改装为夜间作战用，搭载机上电探及重武装和照明弹，由资深飞行员驾驶的if夜间作战型本机，蕴藏着大幅提升航空巡洋舰等水面舰艇夜间作战能力的力量。"
  },
  {
    "api_index_no": 491,
    "api_name": "一式战 隼III型改(熟练/20战队)",
    "api_info": "量产最多的陆军主力战斗机，一式战“隼”，其改良三型进一步船载运用if改装的战斗海上巡逻机。机体的基本设计本身虽然已趋于旧式，但将成熟的名机涂装为海上迷彩，装备反潜炸弹，本机更是陆军特设航空母舰等运用专用的if改良舰载反潜巡逻机。由熟练空中勤务员驾驶的该机将成长为强大的海上战力。"
  },
  {
    "api_index_no": 492,
    "api_name": "零战52型丙(八幡部队)",
    "api_info": "零战的最终量产型“零式舰上战斗机52丙型”。<br>武装及防御力得到强化。作为代价，机动性略有下降。“八幡部队”为击破海上敌航空母舰而编组，进驻硫磺岛的部队。在压倒性美舰载机面前未能抵抗，在硫磺岛被击溃。"
  },
  {
    "api_index_no": 493,
    "api_name": "一式陆攻(八幡部队)",
    "api_info": "集结了那场战争前半期活跃的一式陆攻和内地后方精锐飞行员编组的八幡空袭部队陆攻队。<br>部署在最前线硫磺岛，期待取得巨大战果，但因进驻时机不当和事故等原因，几乎未战就丧失了战力。这次希望能取得巨大战果！"
  },
  {
    "api_index_no": 494,
    "api_name": "特大发动艇+中三",
    "api_info": "当时日本陆军的主力坦克，具有特色头巾天线的九七式中型坦克，俗称“中三车”。<br>虽然不适合与列强新型坦克进行反装甲战斗，但大量量产并成为日本装甲部队的主力。在占守岛战役中，坦克第11连队付出了巨大牺牲，奋战。<br>为提升反装甲战斗力而开发的新炮塔中三车改也已开发。"
  },
  {
    "api_index_no": 495,
    "api_name": "特大发动艇+中三改",
    "api_info": "当时日本陆军的主力坦克，九七式中型坦克，俗称“中三车”。<br>为提升以步兵支援为主旨的中三的反装甲战斗力，搭载新开发的高穿透力新主炮的改良后期型，俗称“中三车改”。在限定条件下，或许能在一定程度上与列强装甲战力对抗。"
  },
  {
    "api_index_no": 496,
    "api_name": "陆军步兵部队",
    "api_info": "全副武装的陆军步兵部队。<br>不仅装备三八式步兵枪和手榴弹，还装备轻机枪和掷弹筒等重武装的陆上战斗部队。<br>但是，无法单独进行海上机动。"
  },
  {
    "api_index_no": 497,
    "api_name": "九七式中坦克(中三)",
    "api_info": "当时日本陆军的主力坦克，具有特色头巾天线的九七式中型坦克，俗称“中三车”。<br>虽然不适合与列强新型坦克进行反装甲战斗，但大量量产并成为日本装甲部队的主力。在占守岛战役中，坦克第11连队付出了巨大牺牲，奋战。虽然无法单独进行海上机动，但通过搭载于拥有靠岸搁浅登陆能力的二等运输舰等，可进行登陆作战。"
  },
  {
    "api_index_no": 498,
    "api_name": "九七式中坦克 新炮塔(中三改)",
    "api_info": "当时日本陆军的主力坦克，以步兵支援为主旨的九七式中型坦克，俗称“中三车”。为提升该坦克的反装甲战斗力，搭载新开发的高穿透力新主炮的改良后期型，俗称“中三车改”。<br>※无法单独进行海上机动，但通过搭载于拥有靠岸搁浅登陆能力的二等运输舰等，可进行登陆作战。"
  },
  {
    "api_index_no": 499,
    "api_name": "陆军步兵部队+中三改",
    "api_info": "当时日本陆军的主力坦克，以步兵支援为主旨的九七式中型坦克，俗称“中三车”。为提升该坦克的反装甲战斗力，搭载新开发的高穿透力新主炮的改良后期型，俗称“中三车改”，以及重武装陆军步兵组成的诸兵种联合作战部队。<br>※无法单独进行海上机动，但通过搭载于拥有靠岸搁浅登陆能力的二等运输舰等，可进行登陆作战。"
  },
  {
    "api_index_no": 500,
    "api_name": "发烟装置(烟幕)",
    "api_info": "舰载发烟装置，用于产生“烟幕”以遮蔽舰队免受敌方攻击。<br>主要由驱逐舰等小型舰艇运用，通过产生大量“烟幕”阻碍敌方炮击或轰炸的光学瞄准，保护舰队。<br>投入大量发烟装置，也可展开更浓密的烟幕。<br>※请注意装备电探的敌方攻击！"
  },
  {
    "api_index_no": 501,
    "api_name": "发烟装置改(烟幕)",
    "api_info": "舰载发烟装置的改良型，用于产生“烟幕”以遮蔽舰队免受敌方攻击。<br>主要由驱逐舰等小型舰艇运用，通过产生大量“烟幕”阻碍敌方炮击或轰炸的光学瞄准，保护舰队。<br>本改良型性能优于传统型号，通过投入多个发烟装置，也可展开更浓密的烟幕。<br>※请注意装备电探的敌方攻击！"
  },
  {
    "api_index_no": 502,
    "api_name": "35.6cm联装炮改三(眩惑迷彩规格)",
    "api_info": "改金刚级主炮兵装，特别是为该改装“榛名”优化改进的，眩惑迷彩规格if改良强化型。<br>射击速度提升并配高精度测距仪，对空防御也充实。吸取各种战训，部分可与最新型电探联动。包括对空战斗在内的实战运用性大幅提升。特别是防空战舰规格的“榛名改二乙”运用，将发挥其真正价值！"
  },
  {
    "api_index_no": 503,
    "api_name": "35.6cm联装炮改四",
    "api_info": "改金刚级主炮兵装，特别是为该改装“榛名”优化改进的，35.6cm联装if改良强化后期型。<br>射击速度提升并配更高精度测距仪，吸取各种战训，可与各种电探联动。包括夜战在内的水面打击战运用性特别大幅提升。水面打击战特化型“榛名改二丙”运用或装备改装，将进一步发挥其真正价值！"
  },
  {
    "api_index_no": 504,
    "api_name": "银河(熟练)",
    "api_info": "作为海军主力陆上攻击机“一式陆攻”的后继机而开发的陆上起飞攻击机“银河”。凭借优秀的机体设计，拥有高潜能。<br>因实战化时期和稼动率较低，也有国破银河在…的说法，但其设计技术传承给和平时代。本部队是由陆攻熟练飞行员为困难任务反复训练的精锐部队。现在正是以堂堂正正的方式取得巨大战果的时候！"
  },
  {
    "api_index_no": 505,
    "api_name": "25mm对空机枪增备",
    "api_info": "大战后期，为对抗日益增长的敌机威胁，卸下后部主炮，尽可能增设25mm对空机枪的驱逐舰也不在少数。不仅占用空间的大型三联装机枪也组合使用相对小型单装机枪，以增加近程对空火力并提高舰艇免受航空攻击等的防护能力。<br>※适合驱逐舰等相对小型舰艇的装备。"
  },
  {
    "api_index_no": 506,
    "api_name": "电探装备桅杆(13号改+22号电探改四)",
    "api_info": "初战时，电探装备在军方高层中倾向于被轻视，但在战争后期，对于所有舰艇而言，它都变得非常重要的装备。<br>特别是相对小型且在一定程度上实用的13号电探和22号电探，装备于大战后期幸存的驱逐舰桅杆和大型舰艇等作为日本海军舰艇少数实用的电波眼睛，支撑着劣势战局。"
  },
  {
    "api_index_no": 507,
    "api_name": "14inch/45 联装炮",
    "api_info": "作为主力战舰主兵装，美国开发运用的战舰用大口径主炮。装备于作为标准型战舰整备的内华达级战舰及其前级纽约级战舰。<br>低速战舰的标准型战舰，采用大火力与集中防御方式的内华达级将与该炮的三联装版本混合搭载。"
  },
  {
    "api_index_no": 508,
    "api_name": "14inch/45 三联装炮",
    "api_info": "美国低速战舰的标准，即内华达级战舰，诞生于所谓标准型战舰概念。作为其主炮兵装而开发，是美国首次采用的三联装大口径战舰主炮。<br>该级舰于1910年代前半期下水，与背负式装备的联装炮一同，以集中防御方式和四基十门的平衡性高火力著称。"
  },
  {
    "api_index_no": 509,
    "api_name": "12cm单装高角炮E型改",
    "api_info": "虽然略显旧式但实绩卓著的单装高角炮，其后期舰载型的改良型。<br>改良了供弹机构，大幅提升了射击速度和响应性，并且通过改装发挥高潜在能力，是作为小型舰艇最优化两用炮成熟的if改装单装高角炮。"
  },
  {
    "api_index_no": 510,
    "api_name": "Walrus",
    "api_info": "红茶之国开发运用，拥有海象之名，可弹射起飞的双翼飞行艇类型的略显旧式侦察机。<br>虽然低速但易于使用，木制型大量生产，以战舰罗德尼为首的红茶之国战舰和重巡洋舰的眼睛，作为舰载机运用。本装备作为夜侦版本的水面战斗舰搭载机实装。Eagles do not breed doves!"
  },
  {
    "api_index_no": 511,
    "api_name": "21inch舰首鱼雷发射管4门(初期型)",
    "api_info": "美国海军开发，Salmon级等潜艇运用的潜水艇用鱼雷兵装。从前部4门发射管可攻击水面敌舰但初期型鱼雷可靠性低，也存在问题。<br>可靠性提升后的后期型，对日本运输船队，以及护卫舰艇也发挥威力。"
  },
  {
    "api_index_no": 512,
    "api_name": "21inch舰首鱼雷发射管4门(后期型)",
    "api_info": "美国海军开发，Salmon级等潜艇运用的潜水艇用鱼雷兵装。从前部4门发射管可攻击水面敌舰，但初期型鱼雷可靠性低，错失了多次机会。<br>可靠性提升后的后期型，对日本运输船队，以及护卫舰艇也发挥威力，削弱了日本的持续作战能力。"
  },
  {
    "api_index_no": 513,
    "api_name": "阻塞气球",
    "api_info": "为保护舰艇和设施免受敌航空攻击而运用的防空气球。<br>在高速舰队运动中的舰艇无法使用，但在登陆战时的舰艇，以及为保护陆上设施等免受敌空袭在局部战区发挥一定效果。<br>诺曼底登陆作战等也大量使用。由于运用困难且效果有限，逐渐消失。"
  },
  {
    "api_index_no": 514,
    "api_name": "特大发动艇+Ⅲ号坦克J型",
    "api_info": "拥有50mm60倍径主炮的Ⅲ号坦克J型，以及各国精锐陆战队集结乘坐日本特大发动艇的if登陆突击部队。<br>以拥有反装甲能力的后期Ⅲ号坦克为中心的精锐诸兵种联合部队，本装备在对深海诺曼底登陆作战中的登陆战中，也期待其发挥真正价值。"
  },
  {
    "api_index_no": 515,
    "api_name": "Sea Otter",
    "api_info": "红茶之国开发运用，前身“Walrus”的后继机，双翼飞行艇。拥有可爱海獭之名的机体。<br>通过改善发动机配置结构，航程和运用性也得到提升，战后也长期使用。通用性高的该机本装备作为夜侦版本的水面战斗舰搭载侦察机实装。Eagles do not breed doves!"
  },
  {
    "api_index_no": 516,
    "api_name": "Me 262 A-1a/R1",
    "api_info": "世界上第一款实战部署，并作为革新性次世代喷气战斗机取得众多战果的“Me-262”。<br>最初因政治背景，被要求开发生产与原有能力不同的高速轰炸机，但最终得以作为拥有压倒性高速和重火力的喷气战斗机起飞。<br>本机是装备了空对空火箭弹的A-1a/R-1型。"
  },
  {
    "api_index_no": 517,
    "api_name": "逆探(E27)+22号对水上电探改四(后期调整型)",
    "api_info": "通过各种改良和新型接收机的采用，性能和稳定性提升的对水上电探二号电波探信仪二型改良后期型，以及捕捉敌方发出的搜索雷达波的逆探装备。<br>提升威胁的早期发现和索敌能力，同时提高自舰生存性，是驱逐舰等小型舰艇也能装备的电子兵装。"
  },
  {
    "api_index_no": 518,
    "api_name": "14cm联装炮改二",
    "api_info": "轻巡洋舰和练习巡洋舰主炮搭载的中口径联装炮，其if改良强化型。改装后的“夕张改二”各型，以及练习巡洋舰“香取”、“鹿岛”和水上飞机母舰“日进”等水上飞机母舰对应的if改良型主炮兵装，不适合对空战斗但对舰对地战斗等有效发挥战斗力。"
  },
  {
    "api_index_no": 519,
    "api_name": "SJ雷达+潜艇司令塔装备",
    "api_info": "美国海军潜艇部队。虽然在战争初期未能发挥其真正价值，但通过装备鱼雷的调整改良和战术的高度化，不仅对日本海上运输，对水面战斗舰艇也构成了巨大威胁。<br>本兵装是中期以后美国潜艇装备的探索雷达，以及潜艇司令塔装备。"
  },
  {
    "api_index_no": 520,
    "api_name": "试制20.3cm(4号)联装炮",
    "api_info": "我国重巡洋舰用主炮20.3cm联装炮，其3号炮的if改良型。<br>55倍径的同重巡用主炮进一步成熟，改良型6m测距仪和射击精度提升，装弹结构改良和殉爆防止，以及考虑与水上电探联动的日本重巡if后期型主炮兵装。"
  },
  {
    "api_index_no": 521,
    "api_name": "紫云(熟练)",
    "api_info": "为研发出在失去制空权的情况下也能进行强行侦察的高性能水侦，十四试高速水上侦察机“紫云”。火星发动机和双重反转螺旋桨，采用新机构浮筒等，本应成为高性能次世代水侦的本机，由熟练飞行员运用。<br>※在大淀级和重巡改装特设水上飞机母舰的运用中，通过对本器材的改装可发挥更高能力。"
  },
  {
    "api_index_no": 522,
    "api_name": "零式小型水上飞机",
    "api_info": "作为潜艇搭载侦察机开发，字面意义上可小型收纳的水上侦察机，搭载于巡潜甲级及同乙级等潜艇。<br>主翼、浮筒，以及其支柱均设计为易于分解收纳及组装起飞的小型轻量潜艇搭载用侦察机。作为日本飞机是唯一有实际业绩的机体。性能可能不是全部！请务必，给伊号潜！"
  },
  {
    "api_index_no": 523,
    "api_name": "零式小型水上飞机(熟练)",
    "api_info": "伊号潜艇搭载侦察机，字面意义上小型轻量，可小巧收纳的水上侦察机，其熟练飞行员操纵机。<br>主翼、浮筒，以及其支柱均设计为易于分解收纳及组装起飞的小型轻量潜艇搭载用侦察机。由熟练飞行员组合操纵日本飞机中唯一有实际业绩的机体。务请用于潜艇要地侦察！"
  },
  {
    "api_index_no": 524,
    "api_name": "12cm单装高角炮+25mm机枪增备",
    "api_info": "补给舰・潜艇母舰・登陆舰・工作舰等战场的生存性提升增设火器兵装群。<br>虽然是旧式火器和一般机枪等增备的兵装，但在前线和航行中敌航空战力等的攻击下，可提高无力低武装水面舰的抵抗力。此外，在这些低武装舰艇的运用中通过改装也可进一步提高效果。"
  },
  {
    "api_index_no": 525,
    "api_name": "特四式内火艇",
    "api_info": "日本海军开发，“龙卷作战”中为装备鱼雷和火器奇袭攻击环礁泊地航空母舰而准备的水陆两用战斗车辆，“特四式内火艇”，俗称“卡兹车”。原本是作为登陆用水陆两用输送车辆开发。实际上机动性和噪音等方面存在致命性问题，作战中止。经作战部队意见具申大幅改装的if改装型请务必运用梦幻般的它！"
  },
  {
    "api_index_no": 526,
    "api_name": "特四式内火艇改",
    "api_info": "日本海军开发的水陆两用战斗车辆“特四式内火艇”，其改良型。更换了问题空冷柴油发动机，提升了无限轨道及水上航行机动性，除主兵装鱼雷外，还搭载了对舰对空用喷进炮及装填用次弹等。强化了舰艇和部队间通信功能的特四式改，用卡兹改进行梦幻般的“龙卷作战”！在拂晓的敌环礁泊地，奏响第六舰队的凯歌！"
  },
  {
    "api_index_no": 527,
    "api_name": "Type281 雷达",
    "api_info": "雷达先进国家红茶之国开发的早期警戒雷达。<br>作为对空警戒，可监视上空飞机，以及长距离探测和追踪水面舰艇。<br>是相对早期就实战部署的长距离探测舰载雷达，搭载于红茶之国主力战舰和巡洋舰。通过改装可进一步提升其运用性。"
  },
  {
    "api_index_no": 528,
    "api_name": "Type274 射击管制雷达",
    "api_info": "雷达先进国家红茶之国开发的先进射击管制雷达系统。作为主炮火器管制雷达系统，将大大提升红茶之国水面舰艇的对舰战斗能力。<br>通过多重装备，可进一步提高射击精度。<br>可由中型以上舰艇运用，红茶之国水面舰艇通过改装可进一步提升战斗力。"
  },
  {
    "api_index_no": 529,
    "api_name": "12.7cm联装炮C型改三H",
    "api_info": "舰队级日本驱逐舰搭载主炮的if改装型。原本是D型炮的过渡型号C型炮，结合众多战训进行实战改装。此外，作为对空近程防御，增设了25mm机枪专用机枪座，并考虑与对空及水面电探联动运用的日本驱逐舰用兵装。最适合冠以春雨之名的驱逐舰，虽然有限，但对空战斗也有效的改装驱逐舰兵装。"
  },
  {
    "api_index_no": 530,
    "api_name": "35.6cm联装炮改三丙",
    "api_info": "改金刚级主炮兵装，特别是为“比叡”、“雾岛”丙改装优化改进的，35.6cm联装炮的if改良强化后期型。<br>新型测距仪和装甲强化，被弹殉爆对策，吸取战训，可与各种电探联动。包括夜战在内的水面打击战火力投射能力大幅提升。高水平改装后，在改金刚级的夜战和火力肉搏中，将进一步发挥强大战斗力。"
  },
  {
    "api_index_no": 531,
    "api_name": "舰队通信天线",
    "api_info": "支援舰队的舰队间通信系统。<br>※通过装备在支援主力舰队的支援舰队旗舰，或同二号舰上，支援舰队的援护更容易获得。<br>※通信装置&要员也可进一步强化同效果"
  },
  {
    "api_index_no": 532,
    "api_name": "通信装置&要员",
    "api_info": "为舰队旗舰配备的充实的通信装置及其要员。<br>※可进一步强化装备在支援舰队旗舰或同随伴二号舰上的舰队通信天线的能力。<br>※通信装置&要员单独也能发挥微弱的同效果的一部分。<br>※也可使用本装备进行舰队通信天线的装备改装。"
  },
  {
    "api_index_no": 533,
    "api_name": "10cm联装高角炮改+高射装置改",
    "api_info": "被称为“长10cm炮”的10cm联装高角炮和“94式高射装置”组合而成的舰队防空系统，其改良型。<br>虽然射击装置和量产性劣于列强的最新锐装备，但优秀的10cm长炮和高射装置的改良型组合，是日本水面舰队的有效防空战力。通过精锐秋月级防空驱逐舰的运用，抵御敌方压力，保卫舰队！"
  },
  {
    "api_index_no": 534,
    "api_name": "13.8cm联装炮",
    "api_info": "三色旗之国建造的新锐大型驱逐舰，其主兵装装备的主炮兵装。<br>将作为驱逐舰兵装的强力13.8cm炮，联装装备在密封型炮塔中。<br>最新锐的高速大型驱逐舰莫加多尔级装备了4基8门。"
  },
  {
    "api_index_no": 535,
    "api_name": "13.8cm联装炮改",
    "api_info": "三色旗之国建造的新锐大型驱逐舰，其主兵装装备的主炮兵装，其改进型。<br>是装备于新型高速大型驱逐舰莫加多尔级的，联装密封型小型舰主炮兵装，其后期改良型。请务必在莫加多尔级等法国舰上积极运用！"
  },
  {
    "api_index_no": 536,
    "api_name": "15.2cm三联装主炮",
    "api_info": "三色旗之国建造的轻巡级别的主炮兵装。<br>后来具有独特迷彩规格的“Gloire”等拉·加利索尼埃级轻巡的主炮兵装。<br>改装成具有独特迷彩规格也不错呢！"
  },
  {
    "api_index_no": 537,
    "api_name": "15.2cm三联装主炮改",
    "api_info": "三色旗之国建造的轻巡级别的主炮兵装，其改进型。<br>将作为具有独特迷彩规格的“Gloire”等拉·加利索尼埃级轻巡的主炮兵装运用。<br>在改装成迷彩规格的法国轻巡“Gloire”上运用也不错呢！"
  },
  {
    "api_index_no": 538,
    "api_name": "Loire 130M改(熟练)",
    "api_info": "三色旗之国开发的三座飞行艇。<br>虽然略显大型、低速且并非最新机型，但其坚固的本机，舰载型的M型搭载于“Richelieu”级等主力舰艇，并部署运用。是其改良机由熟练飞行员组合驾驶的机体。请务必在法国精锐舰艇上运用！"
  },
  {
    "api_index_no": 539,
    "api_name": "SOC Seagull 后期型(熟练)",
    "api_info": "大战初期美国海军运用的舰载水上侦察机。双翼机型的本机虽然性能不突出，但操控性好且后继机开发困难，主要以美国海军巡洋舰级中型舰艇为中心，作为舰队的眼睛广泛运用于侦察等。本机是其后期改良型，易于使用的优秀水上侦察机。"
  },
  {
    "api_index_no": 540,
    "api_name": "零式水上侦察机11型甲改二",
    "api_info": "作为舰队航空侦察的主角，在战争前半期广泛活跃的“零式水上侦察机”。主力水上舰艇搭载，利用三座机特性，作为舰队的“眼睛”执行侦察任务。<br>本机在同水侦上装备了经过调整的优秀机上电探，不惜成本对机体细节也进行了彻底的改装整备，是足以在夜间海上侦察中运用的改良三座舰载夜间水上侦察机。"
  },
  {
    "api_index_no": 541,
    "api_name": "SBD(Yellow Wings)",
    "api_info": "构造简洁坚固的杰作俯冲轰炸机。<br>虽然是大战初期的机体，但在老旧化后也长期使用。<br>被昵称为“无畏”的本机，如果飞行员练度高，也能进行一定程度的对空战斗。<br>本机是涂有黄色机翼的机体，搭载于初期大型航空母舰，以“Yellow Wings”之名备受喜爱。"
  },
  {
    "api_index_no": 542,
    "api_name": "TBD(Yellow Wings)",
    "api_info": "九七舰攻的对手舰载攻击机。<br>速度慢，大战初期的机体在激战中逐渐陈旧，但其拼死的奋战，为战斗的转折点决战带来了转机。<br>本机是涂有黄色机翼的机体，搭载于初期大型航空母舰，以“Yellow Wings”之名备受喜爱。"
  },
  {
    "api_index_no": 543,
    "api_name": "SBD VS-2(侦察飞行队)",
    "api_info": "由构造简洁坚固的杰作俯冲轰炸机编组的侦察轰炸飞行队。虽然是大战初期的机体，但在新型机实战部署之前，长期作为机动部队的第一线运用。<br>被昵称为“无畏”，如果飞行员练度高，甚至能进行一定程度的对空战斗的名舰爆。本机是由其改良型编组的大型航空母舰所属侦察轰炸飞行队。"
  },
  {
    "api_index_no": 544,
    "api_name": "SBD VB-2(轰炸飞行队)",
    "api_info": "由构造简洁坚固的杰作俯冲轰炸机编组的侦察轰炸飞行队。虽然是大战初期的机体，但在新型机实战部署之前，长期作为机动部队的第一线运用。<br>被昵称为“无畏”，如果飞行员练度高，甚至能进行一定程度的对空战斗的名舰爆。本机是由其改良型编组的大型航空母舰所属俯冲轰炸飞行队。"
  },
  {
    "api_index_no": 545,
    "api_name": "天山一二型甲改二(村田队/电探装备)",
    "api_info": "作为“九七舰攻”的后继机而开发的舰载攻击机“天山”。<br>其改良后期型，搭载了机上电探空六号的改良调整型和电波高度计等夜间作战器材，是一款可夜间鱼雷攻击的新锐夜间作战舰载攻击机。本部队是村田队长率领的，兼具高超技术和丰富指导力的日本海军最精锐之一，拥有高夜间作战能力的精锐舰攻队。"
  },
  {
    "api_index_no": 546,
    "api_name": "试制 震电(局地战斗机)",
    "api_info": "九州飞机和海军航空技术厂研发的未竟之翼，先进鸭翼型试作局地战斗机“震电”。将推进螺旋桨设置在后方重火力集中在机体前部的后掠翼前翼型机体，确实给人一种未来与希望的感觉。以本机为基础的if舰载机型“震电改”战绩，今后也将推进进一步“震电”发展型的实战化准备。请务必将其纳入提督未来的航空战力！"
  },
  {
    "api_index_no": 549,
    "api_name": "三式指挥联络机改二",
    "api_info": "陆军开发并运用，计划转用为反潜巡逻机的小型固定翼机，其兵装及磁性探测仪等大幅强化，并延长续航距离的if改良最终型。虽然轻武装但拥有STOL（短距起降飞机）般的性能，可作为简易型舰载反潜巡逻机充分运用。在全通甲板的熊野丸、山汐丸等陆军舰艇和特设护卫航空母舰等上发挥优秀运用特性！"
  },
  {
    "api_index_no": 550,
    "api_name": "试制 明星(增加试作机)",
    "api_info": "红茶之国开发的木制名机“Mosquito”。受其成功影响，空技厂以九九式舰爆为基础，启动了木制两座俯冲轰炸机“明星”的开发。<br>由战后创立巨大电器制造商的名企业家为应对时局而准备的木制飞机生产工厂推进了实际飞机的制造，但未能投入实战。"
  },
  {
    "api_index_no": 551,
    "api_name": "明星改",
    "api_info": "空技厂以九九式舰爆为基础，启动木制俯冲轰炸机开发的试作木制练习轰炸机“明星”。<br>为解决该机重量过大、操控性差和可靠性低的问题，推进了重新设计和改装，成为可投入实战的“明星”实战投入型就是本机“明星改”。在改装后的航空母舰“瑞凤”、“龙凤”等上，本机具有运用特性。"
  },
  {
    "api_index_no": 552,
    "api_name": "九九式练爆二二型改(夜间装备实验机)",
    "api_info": "空技厂以九九式舰爆为基础，启动木制俯冲轰炸机开发的试作木制练习轰炸机“明星”，其完成型进一步改装，并以此机为基础引入夜间轰炸装备的if实验机“九九式练爆二二型改(夜间装备实验机)”。<br>作为试作夜间轰炸机，在夜间作战可能航空母舰上进行试验运用，并以此成果为基础扩展夜间作战舰爆的开发。"
  },
  {
    "api_index_no": 553,
    "api_name": "10cm联装高角炮改",
    "api_info": "防空级驱逐舰的主炮，其改良型。<br>是具有实效性舰队防空能力的，被称为“长10cm”的秋月级驱逐舰采用的驱逐舰两用炮，其if改装型。<br>不仅秋月级防空驱逐舰，为本炮运用而改装的改二驱逐舰也发挥实战性能。此外，与94式高射装置一同进行装备改装，可更新为日式防空系统。"
  },
  {
    "api_index_no": 554,
    "api_name": "九七式舰攻改(北东海军航空队)",
    "api_info": "出道时远超世界水平的舰载攻击机杰作。<br>作为机动部队初期主力攻击机活跃的名机“九七舰攻”。<br>虽然作为一线机已显老旧，但仍是守护北海道和千岛列岛等的北东海军航空队的重要防御战力。<br>在北海道方面及千岛列岛方面防御作战，以及寒冷地装备&甲板要员充实的母舰集中运用下发挥能力。"
  },
  {
    "api_index_no": 555,
    "api_name": "18cm/57 三联装主炮",
    "api_info": "北方之国新型巡洋舰的主炮。<br>在伦敦海军军缩条约限制外建造的26型轻巡洋舰的主炮。因装备在紧凑的炮塔中，且为三联装结构，运用性存在问题。<br>装备该炮的基洛夫级按国际备炮标准属于重巡洋舰，但在该国被设计并完成为轻巡洋舰。"
  },
  {
    "api_index_no": 556,
    "api_name": "10cm/56 单装高角炮(集中部署)",
    "api_info": "北方之国新型巡洋舰的对空兵装。<br>在伦敦海军军缩条约限制外建造的26型轻巡洋舰上作为对空兵装装备。<br>与机枪和雷达协同运用，可发挥充实的防空能力。"
  },
  {
    "api_index_no": 557,
    "api_name": "零式舰战62型改(夜间爆战)",
    "api_info": "昔日名机，零式舰上战斗机，通常“零战”的后期性能提升型的战斗轰炸机类型进一步if改装，搭载夜间攻击装备和相对精度较高的部队间通信用无线电，是夜间作战用爆战。<br>虽然零战已达扩展极限，但可在一定程度上作为实用夜间战斗轰炸机运用。"
  },
  {
    "api_index_no": 558,
    "api_name": "零式舰战62型改(熟练/夜间爆战)",
    "api_info": "昔日名机，零式舰上战斗机，通常“零战”的后期性能提升型的战斗轰炸机类型进一步if改装，搭载夜间攻击装备和相对精度较高的部队间通信用无线电，是夜间作战用爆战。<br>虽然零战已达扩展极限，但由作息昼夜颠倒，夜间作战能力提升的熟练飞行员驾驶的该机，可作为积极的夜间作战战斗轰炸机投入实战。"
  },
  {
    "api_index_no": 561,
    "api_name": "Ho229",
    "api_info": "由科学之国的兄弟开发，拥有超越时代未来感造型的，真实存在的全翼型战斗轰炸机。<br>现代隐身轰炸机或高性能战斗无人机般的，无尾翼全翼机，可搭载1吨炸弹，也可超高速飞行。此外，对当时雷达具有足够有效隐身性，是一款极其先进的全翼型航空器。※if发展机也将登场。"
  }
  
]